Repository: theoptimumcompany/buytime
Catalog: lib/l10n/app_*.arb
Languages: ca, de, es, fr, it

# buyUpper
source: BUY
ca: Comprar
de: KAUFEN
es: Comprar
fr: Achêter
it: COMPRA

# payUpper
source: PAY
ca: Pagar
de: ZAHLEN
es: Pagar
fr: Payer
it: PAGA

source: CONTINUE SHOPPING
ca: Continuar comprant
es: Seguir comprando
fr: Conitnuer vos achats
it: CONTINUA LO SHOPPING

# reserveUpper
source: RESERVE
ca: Reserva
de: RESERVIEREN
es: Reserva
fr: réserve
it: PRENOTA

source: Hi
ca: Hola
de: Hallo
es: Hola
fr: Salut
it: Ciao

# yourHolidayInSpace
source: Your holiday in
ca: Les seves vacances en
de: Ihr Urlaub in
es: Sus vacaciones en
fr: Vos vacances en
it: Le tue vacanze a

source: What are you looking for?
ca: Qu� cerques?
de: Was suchen Sie?
es: �Qu� buscas?
fr: Qu'est-ce que tu cherches?
it: Cosa stai cercando?

source: Search for services and ideas around you
ca: Busqui serveis i idees al seu voltant
de: Dienste und Ideen in Ihrer Nähe suchen
es: Busque servicios e ideas a su alrededor
fr: Rechercher des services et des idées
it: Cerca servizi e idee intorno a te

source: Top Services
ca: Serveis top
de: Beste Dienste
es: Servicios top
fr: Services Top
it: Servizi piUU richiesti

source: No active service found
ca: No s'ha trobat cap servei actiu
de: Kein aktiver Dienst gefunden
es: No se ha encontrado ning�n servicio activo
fr: Aucun service actif trouvé
it: Nessun servizio attivo trovato

source: Find your inspiration here
ca: Trobi la seva inspiraci� aqu�
de: Finden Sie hier Ihre Inspiration
es: Encuentre su inspiraci�n aqu�
fr: Trouvez votre inspiration ici
it: Trova qua la tua ispirazione

source: Show All
ca: Mostrar tot
de: Alle zeigen
es: Mostrar todo
fr: Montrer tout
it: Mostra tutti

source: Show Less
ca: Mostrar menys
de: Weniger zeigen
es: Mostrar menos
fr: Montrer moins
it: Mostra meno

source: Speak with
ca: Parla amb
de: Sprechen Sie mit
es: Habla con
fr: Parler avec
it: Parla con

source: Your dedicated advisor
ca: El seu assessor especialitzat
de: Ihrem engagierten Berater
es: Su asesor especializado
fr: Votre conseiller dédié
it: Il tuo consigliere personale

# reserveSpace
source: Reserve
ca: Reserva
de: Reservieren
es: Reserva
fr: réserve
it: Prenota

source: AVAILABILITY DURING YOUR STAY
ca: DISPONIBILITAT DURANT LA TEVA ESTADA
de: VERFÜGBARKEIT WÄHREND IHRES AUFENTHALTS
es: DISPONIBILIDAD DURANTE TU ESTANCIA
fr: DISPONIBILITÉ PENDANT VOTRE SÉJOUR
it: DISPONIBILIT� DURANTE IL TUO SOGGIORNO

source: Next available time
ca: Pr�xima hora disponible
de: Nächste verfügbare Zeit
es: Pr�xima hora disponible
fr: Prochaine heure disponible
it: Prossimo orario disponibile

source: TODAY,
ca: Avui,
de: HEUTE,
es: HOY,
fr: AUJOURD'HUI
it: OGGI,

source: TOMORROW,
ca: Dem�,
de: MORGEN,
es: MA�ANA,
fr: DEMAIN,
it: DOMANI,

# confirmUpper
source: CONFIRM
ca: Confirma
de: BESTÄTIGEN
es: CONFIRMA
fr: CONFIRMER
it: CONFERMA

source: Register
ca: Registra't
de: Registrieren
es: Reg�strate
fr: S'inscrire
it: Registrati

source: Log In
ca: Accedeix
de: Anmelden
es: Accede
fr: Identifièz-vous
it: Accedi

# bySigningUpYourAgreeToOur
source: By signing up you agree to our
ca: En registrar-te acceptes les nostres
de: Mit Ihrer Unterschrift akzeptieren Sie unsere
es: Al registrarte aceptas nuestros
fr: En vous inscrivant, vous acceptez notre
it: Registrandoti accetti i nostri

# logInWithGoogle
source: Sign in with Google
ca: Accedeix amb Google
de: Mit Google anmelden
es: Accede con Google
fr: Connectez-vous avec Google
it: Accedi con Google

# logInWithApple
source: Sign in with Apple
ca: Accedeix amb Apple
de: Mit Apple anmelden
es: Accede con Apple
fr: Connectez-vous avec Apple
it: Accedi con Apple

# slashOneUnit
source: / 1 Unit
ca: / 1 Unitat
de: / 1 Einheit
es: / 1 Unidad

source: Service Description
ca: Descripci� del servei
de: Dienstbeschreibung
es: Descripci�n del Servicio
fr: Description du service
it: Descrizione Servizio

source: No History Found
ca: Historial no trobat
de: Kein Verlauf gefunden
es: Historial No Encontrado
fr: Aucun historique trouvé
it: Nessun dato storico trovato

source: Add Card
ca: Afegeix targeta
de: Karte hinzufügen
es: A�ade Tarjeta
fr: Ajouter une carte
it: Aggiungi Carta

# addCardUpper
source: ADD CARD
ca: AFEGEIX TARGETA
de: KARTE HINZUFÜGEN
es: A�ADE TARJETA
fr: AJOUTER UNE CARTE
it: AGGIUNGI CARTA

# roomNumberColon
source: Room Number:
ca: Habitaci� n�mero:
de: Zimmernummer:
es: Habitaci�n N�mero:
fr: Numéro de chambre:
it: Numero Camera:

source: Room Number
ca: N�mero d'habitaci�
de: Zimmernummer
es: N�mero de Habitaci�n
fr: Numéro de chambre:
it: Numero Camera

# nameColon
source: Name:
ca: Nom:
es: Nombre:
fr: Nom:
it: Nome:

# pleaseChargeAmountToMyBill
source: Please charge this amount to my hotel bill.
ca: Si us plau carrega aquesta quantitat en el meu compte d'hotel
de: Bitte rechnen Sie diesen Betrag mit meiner Hotelrechnung ab.
es: Por favor carga esta cantidad en mi cuenta de hotel.
fr: Veuillez débiter ce montant sur ma note d'hôtel.
it: Per favore, addebita questa quantit� al mio conto dell'hotel.

source: Please charge this to my:
ca: Si us plau carrega aix� a la meva:
de: Bitte rechnen Sie das bei mir wie folgt ab:
es: Por favor carga eso a mi:
fr: Veuillez facturer ceci sur mon :
it: Per favore, addebita questa quantit� al mio:

# endingCard
source: ending ****
ca: Acaba per ****
de: Ablauf ****
es: termina por ****
fr: fin ****
it: modifica ****

source: select
ca: Selecciona
de: auswählen
es: selecciona
fr: sélectionner
it: seleziona

source: selected
ca: Seleccionat
de: ausgewählt
es: seleccionado
fr: choisi
it: selezionato

# orderConfirmedUpperC
source: Order Confirmed
ca: Comanda confirmada
de: Bestellung bestätigt
es: Pedido Confirmado
fr: Commande confirmée
it: Ordine Confermato

# orderConfirmedUpper
source: ORDER CONFIRMED
ca: Comanda confirmada
de: BESTELLUNG BESTÄTIGT
es: PEDIDO CONFIRMADO
fr: COMMANDE CONFIRMÉE
it: ORDINE CONFERMATO

source: Confirm Order
ca: Confirma Comanda
de: Bestellung bestätigen
es: Confirma Pedido
fr: Confirmer la commande
it: Conferma Ordine

source: WE ARE CONFIRMING YOUR ORDER
ca: ESTEM CONFIRMANT LA TEVA COMANDA
de: WIR BESTÄTIGEN IHRE BESTELLUNG
es: ESTAMOS CONFIRMANDO TU PEDIDO
fr: NOUS CONFIRMONS VOTRE COMMANDE
it: STIAMO CONFERMANDO IL TUO ORDINE

source: Service name second line
ca: Segona l�nia del nom del servei
de: Dienstname zweite Zeile
es: Segunda l�nea del nombre del servicio
fr: Nom du service deuxème ligne
it: Nome del servizio seconda riga

source: CHARGE SUMMARY:
ca: RESUM DEL C�RREC:
de: RECHNUNGSZUSAMMENFASSUNG:
es: RESUMEN DE CARGO:
fr: SOMMAIRE DES FRAIS :
it: SOMMARIO DELL'ADDEBITO:

source: Credit Card:
ca: Targeta de cr�dit:
de: Kreditkarte:
es: Tarjeta de Cr�dito:
fr: Carte de crédit
it: Carta di Credito:

# creditCardUpper
source: CREDIT CARD
ca: TARGETA DE CR�DIT
de: KREDITKARTE
es: TARJETA DE CR�DITO
fr: CARTE DE CÉDIT
it: CARTA DI CREDITO

source: Room:
ca: Habitaci�:
de: Zimmer:
es: Habitaci�n:
fr: Cambre:
it: Camera:

# roomUpper
source: ROOM
ca: HABITACI�
de: ZIMMER
es: HABITACI�N
fr: CHAMBRE
it: CAMERA

source: BACK TO HOME
ca: TORNA A LA HOME
de: ZURÜCK ZUR STARTSEITE
es: VUELVE A LA HOME
fr: RETOUR
it: TORNA ALLA HOME

source: Search
ca: Busca
de: Suchen
es: Busca
fr: Rechercher des services et des idées
it: Cerca

source: Sort by
ca: Ordena per
de: Sortieren nach
es: Ordena por
fr: Trier par
it: Ordina per

# spaceRemoved
source: removed
ca: Llevat
de: entfernt
es: quitado
fr: supprimé
it: rimosso

source: UNDO
ca: Desfer
de: RÜCKGÄNGIG
es: DESHACER
fr: ANNULLER
it: ANNULLA

source: No service found from the search
ca: La cerca no ha trobat cap servei
de: Bei dieser Suche wurde kein Dienst gefunden
es: La b�squeda no ha encontrado alg�n servicio
fr: Aucun service trouvé A partir de la recherche
it: Nessun servizio trovato per la ricerca

source: No service found
ca: No s'ha trobat cap servei
de: Kein Dienst gefunden
es: No se ha encontrado ning�n servicio
fr: Aucun service trouvé
it: Nessun servizio trovato

source: Just Show Me
ca: Nom�s ensenya'm
de: Zeigen Sie mir nur
es: S�lo Ens��ame
fr: Montre-moi
it: Fammi vedere solo

source: No sub category found
ca: No s'han trobat subcategories
de: Keine Unterkategorie gefunden
es: No se han encontrado subcategor�as
fr: Aucune sous-catégorie trouvée
it: Nessuna sotto-categoria trovata

# mailSendToEmailAddress
source: An Email has been send to your Email address
ca: S'ha enviat un email a la teva adre�a
de: Eine E-Mail wurde an Ihre E-Mail-Adresse gesendet
es: Se ha enviado un email a tu direcci�n
fr: Un e-mail a été envoyé à votre adresse e-mail
it: Una Email � stata inviata al tua casella di posta

source: Invalid Email Address
ca: Email no v�lid
de: Ungültige E-Mail-Adresse
es: Email no V�lido
fr: Adresse e-mail invalide
it: Indirizzo Email non valido

# noUserFoundForInsertedEmail
source: No user found for the inserted Email
ca: No hi ha usuaris per l'email especificat
de: Zur angegebenen E-Mail wurde kein Nutzer gefunden
es: No hay usuarios por el Email especificado
fr: Aucun utilisateur trouvé pour l'e-mail inséré
it: Nessun utente trovato per la email inserita

source: Insert your Email:
ca: Introdueix el teu Email:
de: Geben Sie Ihre E-Mail an:
es: Introduce tu Email:
fr: Insérez votre e-mail :
it: Inserisci la tua Email:

source: No active category
ca: No hi ha categories actives
de: Keine aktive Kategorie
es: No hay categor�as activas
fr: Aucune catégorie active
it: Nessuna categoria attiva

source: Please enter a valid Email and Password
ca: Si us plau introdueix un Email i una Contrasenya v�lids
de: Bitte geben Sie eine gültige E-Mail und ein Passwort ein
es: Por favor introduce un Email y una Contrase�a v�lidos
fr: Veuillez entrer un e-mail et un mot de passe valides
it: Per favore inserisci una Email e una Password valide

# successfullyRegistered
source: Successfully registered with
ca: Registrat amb �xit amb
de: Erfolgreich registriert für
es: Registrado con �xito con
fr: Enregistré avec succès avec
it: Registrato correttamente come

source: Save Credentials
ca: Guarda Credencials
de: Zugangsdaten speichern
es: Guarda Credenciales
fr: Enregistrer les informations
it: Salva Credenziali

source: Please Register:
ca: Si us plau Registra't:
de: Bitte registrieren:
es: Por Favor Reg�strate:
fr: S'il vous plait enregistrer vous:
it: Per favore registrati:

# createInviteUpper
source: CREATE INVITE
ca: CREAR INVITACI�
de: EINLADUNG ERSTELLEN
es: CREAR INVITACI�N
fr: CRÉER UNE INVITATION
it: CREA INVITO

# startingFromCurrency
source: Starting from €
ca: Des de �
de: Ab €
es: Desde �
fr: A partir de €
it: A partire da �

# somethingWentWrongUpper
source: SOMETHING WENT WRONG
ca: ALGUNA COSA NO HA FUNCIONAT
de: ETWAS IST SCHIEF GEGANGEN
es: ALGO NO HA FUNCIONADO
fr: Quelque chose a mal tourné
it: QUALCOSA NON HA FUNZIONATO

source: Salesman
ca: Venedor
de: Verkäufer
es: Vendedor
fr: Vendeur
it: Venditore

source: Owner
ca: Propietari
de: Inhaber
es: Propietario
fr: Propriétaire
it: Proprietario

# passwordError
source: Password has a minimum of 6 characters and at least 1 digit, 1 lowercase char and 1 uppercase char
ca: La contrasenya t� un m�nim de 6 car�cters i almenys 1 d�git, una min�scula i una maj�scula
de: Das Passwort muss mindestens aus 6 Zeichen bestehen, davon mindestens 1 Zahl, 1 Kleinbuchstabe und 1 Großbuchstabe
es: La contrase�a tiene un m�nimo de 6 caracteres y al menos 1 d�gito, una min�scula y una may�scula
fr: Le mot de passe a un minimum de 6 caractères et au moins 1 chiffre, 1 caractère minuscule et 1 caractère majuscule
it: La password ha un minimo di 6 caratteri e deve contenere almeno una cifra, una lettera minuscola ed una maiuscola

source: Reservation
ca: Reserva
de: Reservierung
es: Reserva
fr: Réservation
it: Prenotazione

source: Activity Management
ca: Gesti� d'activitats
de: Aktivitätenverwaltung
es: Gestion Actividades
fr: Gestion des actvités
it: Gestione Attivit�

source: See all week
ca: Veure tota la setmana
de: Gesamte Woche ansehen
es: Ver toda la semana
fr: Voir toute la semaine
it: Vedi tutta la settimana

# noReservationYet
source: You don’t have reservations yet
ca: Encara no tens reserves
de: Sie haben noch keine Reservierungen
es: Todav�a no tienes reservas
fr: Vous n'avez pas encore de
it: Non hai ancora prenotazioni

source: Pending
ca: Pendent
de: Ausstehend
es: Pendiente
fr: En attente
it: In attesa

source: Accepted
ca: Acceptat
de: Akzeptiert
es: Aceptado
fr: Accepté
it: Accettato

source: Accept
ca: Acceptat
de: Akzeptieren
es: Acepta
fr: j'accepte
it: Accetta

# vat
source: VAT Included
ca: IVA incl�s
de: MwSt. inbegriffen
es: IVA Incluido
fr: TVA incluse
it: IVA Inclusa

# completeBooking
source: Complete
ca: Finalitza la reserva
de: Buchung fertigstellen
es: Termina la Reserva
fr: Réservation complète
it: Completa la prenotazione

source: All week
ca: Tota la setmana
de: Gesamte Woche
es: Toda la semana
fr: Toute la semaine
it: Tutta la settimana

source: Item
ca: Article
de: Artikel
es: Art�culo
fr: Article
it: Oggetto

source: Items
ca: Articles
de: Artikel
es: Art�culos
fr: Articles
it: Oggetti

# whyDoYou
source: Why do you want to cancel it?
ca: Per qu� vols cancel�lar?
de: Warum wollen Sie stornieren?
es: �Por qu� quieres cancelar?
fr: Pourquoi voulez-vous l'annuler?
it: Perch� vuoi cancellare?

source: Confirm
ca: Confirma
de: Bestätigen
es: Confirma
fr: Confirmer
it: Conferma

source: Overbooking
ca: Saturat
de: Überbuchung
es: Saturado

# techProblem
source: Technical problem
ca: Problemes t�cnics
de: Technisches Problem
es: Problemas t�cnicos
fr: Problème technique
it: Problema tecnico

# legalRestrict
source: Legal restrictions (COVID)
ca: Restriccions legals (COVID)
de: Rechtliche Beschränkungen (COVID)
es: Restricciones legales (COVID)
fr: Restrictions légales (COVID)
it: Restrizioni legali (COVID)

# spaceHours
source: hours
ca: Hores
de: Stunden
es: horas
fr: les heures
it: ore

# spaceHour
source: hour
ca: Hora
de: Stunde
es: hora
fr: heure
it: ora

# spaceMinute
source: minute
ca: Minuts
es: minutos
fr: minutes
it: minuto

# spaceAndSpace
source: and
ca: i
de: und
es: y
fr: et
it: e

# spaceDays
source: days
ca: Dies
de: Tage
es: d�as
fr: joournées
it: giorni

# spaceDay
source: day
ca: Dia
de: Tag
es: d�a
fr: joournée
it: giorno

source: No duration set
ca: Duraci� no seleccionada
de: Keine Dauer eingestellt
es: Duraci�n no seleccionada
fr: Aucune durée définie
it: Durata non impostata

# slotCalendar
source: Calendar - Slot Seasonality
ca: Calendari - Temporalitat de l'Interval
de: Kalender – saisonale Zeitfenster
es: Calendario - Temporalidad del Intervalo
fr: Calendrier - Saisonnalité
it: Calendario - Slot Stagionale

# slotLength
source: Length - Slot Duration
ca: Durada - Durada de l'Interval
de: Länge – Dauer des Zeitfensters
es: Duraci�n - Duraci�n del Intervalo
fr: Longueur - Durée de l'emplacement
it: Lunghezza - Durata Slot

# slotAvailableTime
source: Slot Available Starting Time
ca: Ranura disponible Hora d'inici
de: Startzeit des verfügbaren Zeitfensters
es: Ranura disponible Hora de inicio
fr: Heure de départ disponible
it: Tempo di inizio slot disponibile

source: Service Duration
ca: Duraci� del servei
de: Dienstdauer
es: Duraci�n del Servicio
fr: Durée du service
it: Durata Servizio

source: Parallel Bookings
ca: Reserves paral�leles
de: Parallele Buchungen
es: Reservas Paralelas
fr: Réservations parallèles
it: Prenotazioni Parallele

# maxQuantityService
source: Max Qty Per Service
ca: Quantitat M�xima Per Servei
de: Max. Menge pro Dienst
es: Cantidad M�xima Por Servicio
fr: Quantité maximale par service
it: Quantit� Massima Per Servizio

source: Card information
ca: Informaci� de la targeta
de: Karteninformation
es: Informaci�n de la Tarjeta
fr: Informations sur la carte
it: Informazioni carta

source: Please select start time
ca: Si us plau selecciona el temps d'inici
de: Bitte wählen Sie die Startzeit aus
es: Por favor selecciona el tiempo de inicio
fr: Veuillez sélectionner l'heure de début
it: Per favore seleziona l'orario d'inizio

source: Please select stop time
ca: Si us plau selecciona el temps de fi
de: Bitte wählen Sie die Endzeit aus
es: Por favor selecciona el tiempo de fin
fr: Veuillez sélectionner l'heure d'arrêt
it: Per favore seleziona l'orario di fine

source: Please select number of days
ca: Si us plau selecciona el nombre de dies
de: Bitte wählen Sie die Anzahl der Tage aus
es: Por favor selecciona el n�mero de d�as
fr: Veuillez sélectionner le nombre de jours
it: Per favore seleziona il numero di giorni

source: Please select number of hours
ca: Si us plau selecciona el nombre d'hores
de: Bitte wählen Sie die Anzahl der Stunden aus
es: Por favor selecciona el n�mero de horas
fr: Veuillez sélectionner le nombre d'heures
it: Per favore seleziona il numero di ore

source: Please select number of minutes
ca: Si us plau selecciona el nombre de minuts
de: Bitte wählen Sie die Anzahl der Minuten aus
es: Por favor selecciona el n�mero de minutos
fr: Veuillez sélectionner le nombre de minutes
it: Per favore seleziona il numero di minuti

source: Please select number of max bookings
ca: Si us plau selecciona el nombre m�xim de reserves
de: Bitte wählen Sie die Anzahl der max. Buchungen aus
es: Por favor selecciona el n�mero m�ximo de reservas
fr: Veuillez sélectionner le nombre de réservations max.
it: Per favore seleziona il numero massimo di prenotazioni

source: Please select number of max capacity
ca: Si us plau selecciona el n�mero de m�xima capacitat
de: Bitte wählen Sie die Anzahl der max. Kapazität aus
es: Por favor selecciona el n�mero de m�xima capacidad
fr: Veuillez sélectionner le nombre de capacité maximale
it: Per favore seleziona la capacit� massima

source: Admin
ca: Administrador
es: Administrador
fr: Administrateur

# pleaseAuthenticateShowAccountBalance
source: Please authenticate to show account balance
ca: Si us plau accedeix per a mostrar el saldo
de: Bitte authentifizieren Sie sich, um den Kontostand anzuzeigen
es: Por favor accede para mostrar el saldo
fr: Veuillez vous authentifier pour afficher le solde du compte
it: Per favore effettuare l'accesso per visualizzare il saldo

# pleaseAuthenticateUseCredentials
source: Please authenticate to use the credentials
ca: Si us plau accedeix per a utilitzar les credencials
de: Bitte authentifizieren Sie sich, um die Zugangsdaten zu benutzen
es: Por favor accede para utilizar las credenciales
fr: Veuillez vous authentifier pour utiliser les informations d'identification
it: Per favore effettuare l'accesso per utilizzare le credenziali

source: Please Log In:
ca: Si us plau accedeix:
de: Bitte melden Sie sich an:
es: Por favor accede:
fr: Veuillez vous connecter :
it: Per favore effettuare l'accesso:

source: Manager
ca: Responsable
de: Leiter
es: Responsable
fr: Directeur

source: Decline
ca: Rebutja
de: Ablehnen
es: Rechaza
fr: Déclin
it: Rifiuta

source: Canceled
ca: Cancel�lats
de: Storniert
es: Cancelados
fr: Annulé
it: Cancellato

source: Declined
ca: Rebutjats
de: Abgelehnt
es: Rechazados
fr: Déclin
it: Rifiutato

source: Re-Open
ca: Reobrir
de: Wiedereröffnen
es: Reabrir
fr: Rouvrir
it: Ri-Apri

source: Forgot Password?
ca: Contrasenya oblidada?
de: Passwort vergessen?
es: �Contrase�a olvidada?
fr: Mot de passe oublié?
it: Password Dimenticata?

source: Enter booking code
ca: Inserti el codi de reserva
de: Buchungscode eingeben
es: Inserta el c�digo de reserva
fr: Entrez le code de réservation
it: Inserisci codice di prenotazione

source: Start your journey
ca: Comen�a el teu viatge
de: Beginnen Sie Ihre Reise
es: Empieza tu viaje
fr: Commencez votre voyage
it: Inizia la tua avventura

source: About Buytime
ca: Sobre Buytime
de: Über Buytime
es: Sobre Buytime
fr: À propos de Buytime
it: A proposito di Buytime

source: Discover our network
ca: Descobreix la nostra xarxa
de: Entdecken Sie unser Netzwerk
es: Descubre nuestra red
fr: Découvrez notre réseau
it: Scopri la nostra rete

source: days
ca: Dies
de: Tage
es: d�as
fr: journées
it: giorni

source: day
ca: Dia
de: Tag
es: d�a
fr: journée
it: giorno

source: hours
ca: hores
de: Stunden
es: horas
fr: les heures
it: ore

# pleaseInsertHour
source: Please insert an hour
ca: Si us plau inserti una hora
de: Bitte geben Sie eine Stunde an
es: Por favor inserta una hora
fr: Veuillez insérer une heure
it: Per favore inserisci un'ora

# pleaseInsertMinute
source: Please insert a minute
ca: Si us plau inserti un minut
de: Bitte geben Sie eine Minute an
es: Por favor inserta un minuto
fr: Veuillez insérer une minute
it: Per favore inserisci un minuto

source: limit
ca: l�mit
de: Begrenzung
es: l�mite
fr: limite
it: limite

source: COPY LINK
ca: COPIA ENLLA�
de: LINK KOPIEREN
es: COPIA ENLACE
fr: COPIER le LINK
it: COPIA LINK

source: Closed
ca: Tancats
de: Geschlossen
es: Cerrados
fr: Fermé
it: Chiuso

source: Active
ca: Actius
de: Aktiv
es: Activos
fr: Actif
it: Attivo

source: Upcoming
ca: Pr�xims
de: Bevorstehend
es: Pr�ximos
fr: A venir
it: In arrivo

source: MANAGE CATEGORIES
ca: GESTIONA CATEGORIES
de: KATEGORIEN VERWALTEN
es: GESTIONA CATEGOR�AS
fr: GÉRER LES CATÉGORIES
it: GESTISCI CATEGORIA

# manageUpper
source: MANAGE
ca: GESTIONA
de: VERWALTEN
es: GESTIONA
fr: GERER
it: GESTISCI

# categoriesUpper
source: CATEGORIES
de: KATEGORIEN
es: CATEGOR�AS
it: CATEGORIE

source: External Services
ca: Serveis externs
de: Externe Dienste
es: Servicios Externos
fr: Services externes
it: Servizi Esterni

source: Add new
ca: Afegeix nou
de: Neue hinzufügen
es: A�ade nuevo
fr: Ajouter un nouveau
it: Aggiungi nuovo

source: Attached Services
ca: Serveis Agregats
de: Verknüpfte Dienste
es: Servicios Agregados
fr: Services attachés
it: Servizi associati

# todayLower
source: Today
ca: Avui
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi

# tomorrowLower
source: Tomorrow
ca: Dem�
de: Morgen
es: Ma�ana
fr: Demain,
it: Domani

source: Open until
ca: Obert fins
de: Geöffnet bis
es: Abierto hasta
fr: Ouvert jusqu'au
it: Aperto fino alle

source: View All
ca: Veure tots
de: Alle ansehen
es: Ver Todos
fr: Voir tout
it: Vedi Tutto

source: Directions
ca: Direccions
de: Wegbeschreibung
es: Direcciones
it: Indirizzo

source: Conditions
ca: Condicions
de: Bedingungen
es: Condiciones
it: Condizioni

source: Discover
ca: Descobreix
de: Entdecken
es: Descubre
fr: Découvrir
it: Scopri

# popularSlogan
source: Discover the most popular services in your area
ca: Descobreix els serveis m�s populars a la teva zona
de: Entdecken Sie die beliebtesten Dienste in Ihrer Gegend
es: Descubre los servicios m�s populares en tu zona
fr: Découvrez les services les plus populaires dans votre région
it: Scopri i servizi piUU popolari nella tua area

source: Recommended
ca: Recomenat
de: Empfohlen
es: Recomendado
fr: Conseillé
it: Raccomandati

# recommendedSlogan
source: Discover the best services recommended by us
ca: Descobreix els millors serveis sobre la base de les nostres recomanacions
de: Entdecken Sie die besten von uns empfohlenen Dienste
es: Descubre los mejores servicios en base a nuestras recomendaciones
fr: Découvrez les meilleurs services recommandés par nous
it: Scopri i migliori servizi in base ai nostri consigli

source: All Bookings
ca: Totes les reserves
de: Alle Buchungen
es: Todas las reservas
fr: Tous les réservations
it: Tutte le prenotazioni

source: No category found
ca: No s'han trobat categories
de: Keine Kategorie gefunden
es: No se han encontrado categor�as
fr: Aucune catégorie active
it: Nessuna categoria trovata

source: Done
ca: Fet
de: Erledigt
es: Hecho
fr: Fait

source: Card Number
ca: N�mero de targeta
de: Kartennummer
es: N�mero de la Tarjeta
fr: Numéro de carte

source: Cardholder Name
ca: Nom del titular
de: Name des Karteninhabers
es: Nombre del Titular
fr: Nom du titulaire

source: Valid Thru
ca: V�lid fins
de: Gültig bis
es: V�lido hasta
fr: Valid jusqu'au

# securityCode
source: Security Code (CVC)
ca: Codi de seguretat (CVC)
de: Sicherheitscode (CVC)
es: C�digo de Seguridad (CVC)
fr: Code de sécurité (CVC)
