Repository: theoptimumcompany/buytime
Catalog: lib/l10n/app_*.arb
Languages: ca, de, es, fr, it

source: Welcome to Buytime
ca: Benvingut a buytime
de: Willkommen bei Buytime
es: Bienvenido a Buytime
fr: Bienvenue sur BUYTime
it: Benvenuto in Buytime

source: Photo not inserted.
ca: Foto no inclosa
de: Foto nicht eingefügt.
es: Foto no incluida.
fr: Photo non insérée
it: Foto non inserita.

# employees
source: 4 employees
ca: 4 empleats
de: 4 Mitarbeiter
es: 4 empleados
fr: 4 employés
it: 4 dipendenti

# services5
source: 5 services
ca: 5 serveis
de: 5 Dienstleistungen
es: 5 servicios
fr: 5 prestations
it: 5 servizi

# nameMustBeMore
source: Name must be more than
ca: El nom ha de ser m�s llarg que...
de: Der Name muss mehr als
es: El nombre tiene que ser m�s largo que
fr: Le nom doit être supérieur à..
it: Il nome deve essere piUU lungo di

source: characters
ca: Car�cters
de: Zeichen enthalten
es: Caracteres
fr: personnages
it: caratteri

source: Enter Valid Email
ca: Inserida un email v�lid
de: Geben Sie eine gültige E-Mail-Adresse ein
es: Inserta un email v�lido
fr: Entrez une adresse email valide
it: Inserisci una email valida

source: Crop your Image
ca: Retalla la teva imatge
de: Beschneiden Sie Ihr Bild
es: Recorta tu imagen
fr: Recadrez votre image
it: Ritaglia la tua immagine

source: static placeholder
ca: Marcador de posici� est�tic
de: statischer Platzhalter
es: marcador de posici�n est�tico
fr: photo statique
it: segnaposto statico

# invalidSize
source: Invalid Size: Minimum 1000x1000
ca: Tamany inv�lid: m�nim 1000X1000
de: Ungültige Größe: mindestens 1000 x 1000 px
es: Tama�o inv�lido: M�nimo 1000x1000
fr: Taille non valide : au moins 1 000 x 1000
it: Dimensioni non valide: Minimo 1000x1000

source: Enterprise Management
ca: Gesti� d'empresa
de: Unternehmensführung
es: Gesti�n de empresa
fr: Gestion de l'entreprise
it: Il tuo business

source: Business List
ca: Llista d'Empreses
de: Geschäftsliste
es: Lista de Empresas
fr: Liste d'entreprises

# clientMode
source: Switch to client mode
ca: Canviar a la manera client
de: Zum Kundenmodus wechseln
es: Cambiar al modo cliente
fr: Passer au mode client
it: Passa alla modalit� cliente

# clientModeShort
source: Switch to client
ca: Canviar a client
de: Zum Kunden wechseln
es: Cambiar a cliente
fr: Passer au client
it: Passa a cliente

# managerModeShort
source: Switch to client
ca: Canviar a client
de: Zum Kunden wechseln
es: Cambiar a cliente
fr: Passer au client
it: Passa a manager

# userMode
source: Switch to user mode
ca: Canviar a la manera d'usuari
de: Zum Benutzermodus wechseln
es: Cambiar al modo usuario
fr: Passer en mode utilisateur
it: Passa alla modalit� utente

# userModeShort
source: Switch to user
ca: Canviar a usuari
de: Zum Benutzer wechseln
es: Cambiar a usuario
fr: Passer à l'utilisateur
it: Passa a utente

source: User settings
ca: Ajustos d'usuari
de: Benutzereinstellungen
es: Ajustes de usuario
fr: Paramètres
it: Impostazioni utente

source: Total:
ca: Preu total:
de: Gesamtbetrag
es: Precio Total:
it: Totale:

source: TAX: €
ca: Impostos: �
de: STEUERN: €
es: Impuestos: �
fr: TAXE : €
it: TASSE: �

source: - Unavailable
ca: - No disponible
de: – Nicht verfügbar
es: - No disponible
fr: - Pas Disponible
it: - Non disponibile

source: , ending
ca: , final
de: , endet mit
es: , final
fr: , fin
it: , finale

source: Logout
ca: Tancar sessi�
de: Abmelden
es: Cerrar sesi�n
it: Esci

source: Supports NFC
ca: Suporta NFC
de: Unterstützt NFC
es: Soporta NFC
fr: Support NFC
it: Supporta NFC

# doesntSupportsNFC
source: Does not support NFC
ca: No suporta NFC
de: Unterstützt kein NFC
es: No soporta NFC
fr: Ne support pas NFC
it: Non supporta NFC

source: Easy Check-In
ca: Registre f�cil
de: Einfacher Check-in
es: Registro f�cil
fr: Enregistrement facile
it: Check-In Facile

# areYouInside
source: Are you inside the facility?
ca: Est�s dins de l'establiment?
de: Befinden Sie sich innerhalb des Gebäudes?
es: �Est�s dentro del establecimiento?
fr: Êtes-vous à l'intérieur de l'établissement ?
it: Sei dentro la struttura?

# nfcDetected
source: We have detected that your device has NFC, Search the NFC symbol to go directly to the service menu
ca: Hem detectat que el teu dispositiu t� NFC, cerca el s�mbol NFC per a anar directament al men� de servei
de: Wir haben erkannt, dass Ihr Gerät über NFC verfügt. Suchen Sie das NFC-Symbol, um direkt zum Service-Menü zu gelangen.
es: Hemos detectado que tu dispositivo tiene NFC, busca el s�mbolo NFC para ir directamente al men� de servicio
fr: Nous avons détecté que votre appareil a NFC, Recherchez le symbole NFC pour accéder directement au menu de service
it: Abbiamo rilevato che il tuo dispositivo ha NFC. Cerca il simbolo NFC per andare direttamente al menUU

# findQRCode
source: find the QR Code around you to quickly check in the service list
ca: cerca el codi QR al teu voltant per a comprovar r�pidament la llista de serveis
de: Finden Sie den QR-Code in Ihrer Nähe, um schnell die Service-Liste aufzurufen
es: busca el c�digo QR a tu alrededor para comprobar r�pidamente la lista de servicios
fr: trouvez le QR Code autour de vous pour consulter rapidement la liste des services
it: cerca il codice QR intorno a te per controllare velocemente la lista dei servizi

source: Do not show again
ca: No mostrar m�s
de: Nicht erneut anzeigen
es: No mostrar m�s
fr: Ne montrer pas autre fois
it: Non mostrare piUU

source: Ok I got it
ca: Ok, entenc
de: OK, verstanden
es: �Ok, entiendo
fr: OK j'ai compris
it: Ok ho capito

source: Cropper
ca: Tallador
de: Zuschneiden
es: Cortador
fr: Tondeuse

source: Share
ca: Comparteix
de: Teilen
es: Comparte
fr: Partager
it: Condividi

source: Test
ca: Prova
es: Prueba
it: Prova

source: Restaurant
es: Restaurante
fr: Le restaurant
it: Ristorante

source: Definition
ca: Definici�
es: Definici�n
fr: Définition
it: Definizione

source: Publish
ca: Publicar
de: Veröffentlichen
es: Publicar
fr: Publier
it: Pubblica

# companyName
source: Business Name
ca: Nom de l'empresa
de: Name des Unternehmens
es: Nombre de la empresa
fr: Nom de l'entreprise
it: Nome del business

# responsibleName
source: Responsible Person Name
ca: Nom de la persona responsable
de: Name der verantwortlichen Person
es: Nombre de la persona responsable
fr: Prénom de la personne responsable
it: Nome del responsabile

# responsibleSurname
source: Responsible Person Surname
ca: Cognoms de la persona responsable
de: Nachname der verantwortlichen Person
es: Apellidos de la persona responsable
fr: Nom de la personne responsable
it: Cognome del responsabile

# responsibleEmail
source: Responsible Person Email
ca: Correu electr�nic de la persona responsable
de: E-Mail-Adresse der verantwortlichen Person
es: Correo electr�nico de la persona responsable
fr: Email de la personne responsable
it: Email del responsabile

source: Business Email
ca: Correu eletr�nic de l'establiment
de: Geschäftliche E-Mail-Adresse
es: Correo electr�nico del establecimiento
fr: Email professionnel
it: Email del Business

source: VAT Number
ca: CIF de l'empresa
de: Umsatzsteuernummer
es: CIF de la empresa
fr: Numéro de TVA
it: Partita IVA

source: Address
ca: Adre�a
de: Adresse
es: Direcci�n
it: Indirizzo

source: Street Number
ca: N�mero del carrer
de: Hausnummer
es: N�mero de la calle
fr: Nuuméro de rue
it: Numero Civico

source: ZIP
ca: Codi Postal
de: Postleitzahl
es: C�digo Postal
it: CAP

source: Municipality
ca: Municipi
de: Gemeinde
es: Municipio
fr: Municipalité
it: Comune

source: State
ca: Prov�ncia
de: Bundesland
es: Provincia
fr: État
it: Provincia

source: Nation
ca: Naci�
de: Staat
es: Naci�n
it: Nazione

source: Coordinate
ca: Coordenades
de: Koordinieren
es: Coordenadas
fr: Coordinnées

source: Street
ca: Carrer
de: Straße
es: Calle
fr: Rue
it: Via

# companyInformation
source: Business Information
ca: Informaci� de l'empresa
de: Unternehmensinformationen
es: Informaci�n de la empresa
fr: Informations d'affaires
it: Informazioni sul business

source: Description
ca: Descripci�
de: Beschreibung
es: Descripci�n
fr: La description
it: Descrizione

source: Type of Business
ca: Tipus de negoci
de: Art des Geschäfts
es: Tipo de negocio
fr: Type de Commerce
it: Tipo di Business

source: Wide
ca: Llarg
de: Breit
es: Largo
fr: Large
it: Ampio

source: Profile
ca: Perfil
de: Profil
es: Perfil
fr: Profi
it: Profilo

source: Gallery
ca: galeria
de: Galerie
es: Galer�a
fr: Galerie
it: Galleria

source: Back
ca: Enrere
de: Zurück!
es: �Atr�s
fr: Derrière
it: Indietro

source: Next
ca: Seg�ent
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti

source: Create Business
ca: Crea una empresa
de: Geschäft erstellen!
es: �Crea una empresa
fr: Créer une entreprise
it: Crea Compagnia

source: Edit Business
ca: Editar l'empresa
de: Geschäft bearbeiten!
es: �Editar empresa
fr: MOdifier l'entreprise
it: Modifica Compagnia

# nameMin
source: Name must be more than 2 character
ca: El nom ha de tenir 2 car�cters
de: Der Name muss mehr als 2 Zeichen enthalten
es: El nombre debe tener m�s de 2 caracteres
fr: Le nom doit comporter plus de 2 caractères
it: Il nome deve contenere almeno 2 caratteri

source: Business Creation
ca: Crea una empresa
de: Erstellung des Geschäfts
es: Crea una empresa
fr: Création d'entreprise
it: Creazione Compagnia

source: Business Edit
ca: Edita l'empresa
de: Geschäft bearbeiten
es: Edita la empresa
fr: Modifier Entreprise
it: Modifica Compagnia

source: Open Menu
ca: Obre el men�
de: Menü öffnen
es: Abre el Men�
fr: Ouvrir le meni
it: Apri Menu

# dashboard
source: Your Business Dashboard
ca: Tauler de gesti�
de: Ihr Geschäfts-Dashboard
es: Tablero de Gesti�n
fr: Votre tableau de bord d'entreprise
it: Dashboard della Compagnia

source: Edit
ca: Editar
de: Bearbeiten
es: Editar
fr: Éditer
it: Modifica

# editSpace
source: Edit
ca: Editar
de: Bearbeiten
es: Editar
fr: Éditer
it: Modifica

# menuItems
source: 1 menu items
ca: 1 element de men�
de: 1 Menü-Element
es: 1 elemento del men�
fr: 1 élément de menu
it: 1 elemento del menUU

source: Services
ca: Serveis
de: Dienstleistungen
es: Servicios
it: Servizi

source: Categories
de: Kategorien
es: Categor�as
fr: Catégories
it: Categorie

source: Manage
ca: Gestiona
de: Verwalten
es: Gestiona
it: Gestisci

# menuItemsCaps
source: MENU ITEMS
ca: Element del men�
de: MENÜ-ELEMENTE
es: Elemento del men�
fr: Articles de menu
it: ELEMENTI DEL MEN�

# mostPopularCaps
source: MOST POPULAR
ca: M�S POPULAR
de: AM BELIEBTESTEN
es: M�S POPULAR
fr: Le plus populaire
it: PI� POPULARE

# noActiveCategories
source: There are no active categories
ca: No hi han categories actives
de: Es gibt keine aktiven Kategorien!
es: �No hay categor�as activas
fr: Il n'y a pas de catégories actives
it: Non ci sono categorie attive

source: Invite user
ca: Convida usuari
de: Benutzer einladen
es: Invita usuario
fr: Inviter un utilisateur
it: Invita utente

# userJoinQR
source: Users join by scanning your QR code
ca: Els usuaris s'uneixen escanejant el teu codi QR
de: Benutzer können beitreten, indem sie Ihren QR-Code einscannen
es: Los usuarios se unen escaneando tu c�digo QR
fr: Les utilisateurs se joignent en scannant votre QR
it: Gli utenti si uniscono scansionando il tuo codice QR

source: Show menu
ca: Ensenya el men�
de: Menü anzeigen
es: Ense�a el men�
fr: Afficher le menu
it: Mostra menu

source: Business management
ca: Gesti� de l'establiment
de: Geschäftsverwaltung
es: Gesti�n del establecimiento
fr: Gestion de l'entreprise
it: I tuoi business

# createBusinessPlain
source: Create Business
ca: Crea empresa
de: Geschäft erstellen
es: Crea empresa
fr: Créer une entreprise
it: Aggiungi business

# noActiveBusinesses
source: There are no active businesses
ca: No hi han empreses actives
de: Es sind keine aktiven Geschäfte vorhanden!
es: �No hay empresas activas
fr: Il n'y a pas d'entreprise actives
it: Non ci sono business attivi

source: Come back
ca: Enrere
de: Kommen Sie zurück
es: Atr�s
fr: Retour
it: Indietro

source: Create Category
ca: Crea una categoria
de: Kategorie erstellen
es: Crea una Categor�a
fr: Créer une categorie
it: Crea Categoria

source: Submit New Category
ca: Enviar nova categoria
de: Neue Kategorie einreichen
es: Enviar nueva categor�a
fr: Soumettre une nouvelle catégorie
it: Invia Nuova Categoria

# categoryNameIsBlank
source: Category name cannot be blank
ca: El nom de la categoria no pot estar buida
de: Der Name der Kategorie darf nicht leer sein
es: El nombre de la categor�a no puede estar vac�o
fr: Le nom de la catégorie ne peut pas être vide
it: Il nome della categoria non pu� essere vuoto

source: Category Name
ca: Nom de la categoria
de: Name der Kategorie
es: Nombre de la Categor�a
fr: Nom de catégorie
it: Nome della Categoria

source: Parent Category
ca: Categoria pare
de: Oberkategorie
es: Categor�a padre
fr: Catégorie Parentale
it: Categoria Genitore

source: Cancel
ca: Esborra
de: Abbrechen
es: Borra
fr: Annuler
it: Cancella

source: Invite
ca: Convida
de: Einladen
es: Invita
fr: Inviter
it: Invita

source: Take your Time
ca: Pren el teu temps
de: Nehmen Sie sich Zeit!
es: �Toma tu tiempo
fr: Prenez vostre temps
it: Prenditi il tuo Tempo

# checkOutBuytimeApp
source: check out Buytime App at
ca: D�na un cop d'ull a l'aplicaci� Buytime en
de: Entdecken Sie die Buytime-App unter
es: echa un vistazo a la aplicaci�n Buytime en
fr: consultez l'application Buytime su
it: dai un'occhiata all'App Buytime qua

source: Invite a
ca: Convida a
de: Laden Sie einen
es: Invita a
fr: Invitez un
it: Invita

# emailBelow
source: email below. They will receive an email invite to install the application and join the business
ca: correu electr�nic a continuaci�. Rebr� una invitaci� per correu electr�nic per a instal�lar l'aplicaci� i unir-se a l'empresa
de: über die unten angegebene E-Mail-Adresse. Sie werden eine E-Mail-Einladung erhalten, um die Anwendung zu installieren und dem Geschäft beitreten zu können
es: correo electr�nico a continuaci�n. Recibir� una invitaci�n por correo electr�nico para instalar la aplicaci�n y unirse a la empresa
fr: email ci-dessous. Ils recevront un e-mail d'invitation à installer l'application et à rejoindre l'entreprise
it: email sottostante. Riceveranno un'email con un invito per installare l'applicazione

source: Type a
ca: Emplena el
de: Geben Sie eine
es: Rellena el
it: Compila il

source: Email cannot be blank
ca: El correu electr�nic no pot estar buit
de: Die E-Mail-Adresse darf nicht leer sein
es: El correo electr�nico no puede estar vac�o
fr: L'email ne peut pas être vide
it: L'email non pu� essere vuota

# emailExistsFor
source: This email is existing for role
ca: Aquest correu electr�nic ja existeix per al rol
de: Diese E-Mail-Adresse existiert für die Rolle
es: Este correo electr�nico ya existe para el rol
fr: Cette address e-mail existe dejà
it: Questa email esiste gi� per questo ruolo

source: Not a valid email
ca: No �s un email v�lid
de: Keine gültige E-Mail-Adresse
es: No es un email v�lido
fr: Ce n'est pas un email valide
it: Email non valida

source: Email address
ca: Correu electr�nic
de: E-Mail-Adresse
es: Correo electr�nico
fr: Adresse e-mail
it: Indirizzo email

source: Add Manager
ca: Afegir administrador
de: Manager hinzufügen
es: Agregar administrador
fr: Ajouter Manager
it: Aggiungi Responsabile

source: Add Worker
ca: Afegir treballador
de: Mitarbeiter hinzufügen
es: Agregar trabajador
fr: Ajouter travailleur
it: Aggiungi Lavoratore

source: Empty
ca: Buit
de: Leer
es: Vac�o
fr: Vider
it: Vuoto

source: Caution
ca: Compte
de: Achtung
es: Cuidado
fr: Mise en garde
it: Attenzione

# youCannotMoveBranch
source: You can't move the branch to selected parent
ca: No pots moure la branca al camp pare seleccionat
de: Sie können den Zweig nicht in die ausgewählte Oberkategorie verschieben!
es: No puedes mover la rama al campo padre seleccionado
fr: Vous ne pouvez par déplacer la branche vers le parent sélectionné
it: Non puoi muovere il ramo selezionato al genitore scelto

source: Managers
ca: Administradors
de: Manager
es: Administradores
it: Responsabile

source: Workers
ca: Treballadors
de: Mitarbeiter
es: Trabajadores
fr: Travailleurs
it: Lavoratori

source: Delete Category
ca: Elimina categoria
de: Kategorie löschen
es: Elimina categor�a
fr: Supprimer la catégorie
it: Cancella Categoria

source: Category Created
ca: Catergoria creada
de: Kategorie erstellt!
es: �Categor�a creada
fr: Catégorie créee
it: Categoria Creata

source: Category Edited
ca: Categoria modificada
de: Kategorie bearbeitet!
es: �Categor�a modificada
fr: Catégorie modifiée
it: Categoria Modificata

source: Category Deleted
ca: Categoria esborrada
de: Kategorie gelöscht!
es: �Categor�a eliminada
fr: Catégorie supprimée
it: Categoria Cancellata

source: Create Sub-Category
ca: Crear subcategoria
de: Unterkategorie erstellen
es: Crear subcategor�a
fr: Créer une sous-catégorie
it: Crea Sotto-Categoria

# maxCategories
source: You can't create another category, the maximum is 50
ca: No pots crear una altra categoria, el m�xim s�n 50
de: Sie können keine weitere Kategorie erstellen, die maximale Anzahl liegt bei 50!
es: �No puedes crear otra categor�a, el m�ximo son 50
fr: Vous ne pouvez pas créer une autre catégorie, le maximum est de 50
it: Non puoi creare un'altra categoria: il massimo � 50

# noCategoriesForBusiness
source: There are no categories for this business
ca: No hi han categories per a aquest negoci
de: Es sind keine Kategorien für dieses Geschäft vorhanden
es: No hay categor�as para este negocio
fr: Il n'y a pas de catégories pour cette entreprise
it: Non ci sono ancora categorie per questo business

source: Most popular service
ca: Servei m�s popular
de: Beliebteste Dienstleistung
es: Servicio m�s popular
fr: Service le plus populaire
it: Servizio piUU richiesto

source: Invite Guest
ca: Convidar hoste
de: Gast einladen
es: Invitar Hu�sped
fr: Inviter un Client
it: Invita Ospite

# enterGuestDetails
source: ENTER GUEST'S DETAILS TO ADD THEM TO BUYTIME
ca: INTRODUEIX ELS DETALLS DE L'HOSTE PER A AGREGAR-LO A BUYTIME
de: GEBEN SIE DIE DATEN DES GASTS EIN, UM IHN ZU BUYTIME HINZUZUFÜGEN
es: INTRODUCE LOS DETALLES DEL HU�SPED PARA AGREGARLO A BUYTIME
fr: ENTRER LES DÉTAILS DE L'INVITÉ POUR LES AJOUTER À BUYTIME
it: INSERISCI I DATI DELL'UTENTE PER AGGIUNGERLO A BUYTIME

source: Email to invite
ca: Email al qual convidar
de: Senden Sie eine Einladungs-E-Mail
es: Email al que invitar
fr: Email pour inviter
it: Email da invitare

# pleaseEnterAValidEmail
source: Please enter a valid Email address
ca: Si us plau, introdueix una adre�a de correu electr�nic v�lida
de: Bitte geben Sie eine gültige E-Mail-Adresse ein
es: Por favor, introduce una direcci�n de correo electr�nico v�lida
fr: S'il vous plaît, mettez une address email valide
it: Per favore inserisci un indirizzo email valido

source: Name
ca: Nom
es: Nombre
fr: Nom
it: Nome

source: Please enter a valid Name
ca: Si us plau, introdueix un nom v�lid
de: Bitte geben Sie einen gültigen Namen ein
es: Por favor, introduce un Nombre v�lido
fr: Merci d'entrer un nom valide
it: Per favore inserisci un nome valido

source: Surname
ca: Cognoms
de: Nachname
es: Apellidos
fr: Nom
it: Cognome

source: Please enter a valid Surname
ca: Si us plau, introdueix cognoms v�lids
de: Bitte geben Sie einen gültigen Nachnamen ein
es: Por favor, introduce Apellidos v�lidoS
fr: Veuillez entrer un nom valide
it: Per favore inserisci un cognome valido

source: Check-in
ca: Registra't
de: Einchecken
es: Reg�strate
fr: Enregistrement

# pleaseEnterAValidDateInterval
source: Please enter a valid interval of dates
ca: Ingressa un interval v�lid de dates
de: Bitte geben Sie einen gültigen Datumsbereich ein
es: Ingresa un intervalo v�lido de fechas
fr: Veuillez entrer un intervalle de dates valide
it: Per favore inserisci un intervallo valido di date

source: Check-out
ca: Sortir
de: Auschecken
es: Salir

# numberOfGuest
source: Number of guests
ca: Nombre d'hostes
de: Anzahl der Gäste
es: N�mero de hu�spedes
fr: Nombre d'invités
it: Numero di ospiti

source: SEND INVITE
ca: ENVIAR INVITACI�
de: EINLADUNG SENDEN
es: ENVIAR INVITACI�N
fr: ENVOYER UNE INVITATION
it: INVIA INVITO

source: Booking id
ca: ID de reserva
de: Buchungs-ID
es: ID de reserva
fr: ID de résevation
it: Id Prenotazione

source: Full Name
ca: Nom complet
de: Vollständiger Name
es: Nombre completo
fr: Nom et prénom
it: Nome Completo

source: Email
ca: Direcci� electr�nica
de: E-Mail-Adresse
es: Direcci�n electr�nica

source: Guests
ca: Hostes
de: Gäste
es: Hu�spedes
fr: Clients
it: Ospiti

source: ACTIVE BOOKINGS
ca: RESERVES ACTIVES
de: AKTIVE BUCHUNGEN
es: RESERVAS ACTIVAS
fr: RÉSERVATIONS ACTIVES
it: PRENOTAZIONI ATTIVE

source: No active Booking found
ca: No es va trobar cap reserva activa
de: Keine aktive Buchung gefunden!
es: �No se encontr� ninguna reserva activa
fr: Aucune réservation active trouvée
it: Nessuna prenotazione attiva trovata

source: View closed bookings
ca: Veure reserves tancades
de: Erledigte Buchungen anzeigen
es: Ver reservas cerradas
fr: Voir les réservations clôturées
it: Vedere prenotazioni passate

source: Businesses
ca: Empreses
de: Geschäfte
es: Empresas
fr: Entreprises
it: Compagnie

source: Orders
ca: Comandes
de: Bestellungen
es: Pedidos
fr: Ordres
it: Ordini

source: Your businesses
ca: Les teves empreses
de: Ihre Geschäfte
es: Tus empresas
fr: Vos entreprises
it: I tuoi business

# youHaveNoActiveBusiness
source: You have no active businesses
ca: No tens empreses actives
de: Es sind keine aktiven Geschäfte vorhanden
es: No tienes empresas activas
fr: Vous n'avez aucune entreprise active
it: Non ci sono business attivi

source: Your orders
ca: Les teves comandes
de: Ihre Bestellungen
es: Tus pedidos
fr: Vos commandes
it: I tuoi ordini

# thereAreNoOrders
source: There are no orders to show
ca: No hi han comandes per a mostrar
de: Es sind keine Bestellungen vorhanden, die angezeigt werden können!
es: �No hay pedidos para mostrar
fr: Il n'y a aucune commande à afficher
it: Non ci sono ordini da mostrare

source: Price
ca: Preu
de: Preis
es: Precio
fr: Prix
it: Prezzo

source: Select Categories
ca: Seleccionar categories
de: Kategorien auswählen
es: Seleccionar categor�as
fr: Sélectionnez les catégories
it: Seleziona Categorie

# selectAllPipelines
source: Select all pipelines that apply
ca: Seleccioni totes les pipelines que corresponguin
de: Wählen Sie alle zutreffenden Pipelines aus
es: Seleccione todas las pipelines que correspondan
fr: Sélectionnez tous les pipelines qui appliquent
it: Seleziona tutte le pipeline adatte

source: Service Creation
ca: Creaci� de serveis
de: Erstellung der Dienstleistung
es: Creaci�n de servicios
fr: Création de services
it: Creazione Servizio

source: Service Edit
ca: Editar servei
de: Dienstleistung bearbeiten
es: Editar Servicio
fr: Modifier le service
it: Modifica Servizio

source: Service Created
ca: Servei creat
de: Dienstleistung erstellt!
es: �Servicio Creado
fr: Service crée
it: Servizio Creato

source: Service Edited
ca: Servei editat
de: Dienstleistung bearbeitet!
es: �Servicio editado
fr: Service modifié
it: Servizio Modificato

source: Service Deleted
ca: Servei esborrat
de: Dienstleistung gelöscht!
es: �Servicio Borrado
fr: Service supprimé
it: Servizio Cancellato

source: Our services
ca: Els nostres serveis
de: Unsere Dienstleistungen
es: Nuestros servicios
fr: Nos services
it: I nostri servizi

source: There are no services in this business
ca: No hi han serveis en aquesta empresa
de: Es sind keine Dienstleistungen für dieses Geschäft vorhanden.
es: No hay servicios en esta empresa
fr: Il n'y a pas de services dans cette entreprise
it: Non ci sono servizi in questo business

source: About Us
ca: Sobre nosaltres
de: Über uns
es: Sobre nosotros
fr: À propos de nous
it: Su di noi
