Repository: theoptimumcompany/buytime
Catalog: lib/l10n/app_*.arb
Languages: ca, de, es, fr, it

source: Name Surname
ca: Nom Cognoms
de: Name, Vorname
es: Nombre Apellidos
fr: Prénom / nom

# nativePay
source: Pay
ca: Paga
de: Bezahlen
es: Paga
fr: Payer

# creditCardSimple
source: Credit Card
ca: Targeta de cr�dit
de: Kreditkarte
es: Tarjeta de Cr�dito
fr: Carte de crédit

# roomSimple
source: Room
ca: Habitaci�
de: Zimmer
es: Habitaci�n
fr: Chambre

source: Pay with Google Pay
ca: Paga amb Google Pay
de: Mit Google Pay bezahlen
es: Paga con Google Pay
fr: Payer avec

source: Pay with Apple Pay
ca: Paga amb Apple Pay
de: Mit Apple Pay bezahlen
es: Paga con Apple Pay
fr: Payer avec Apple Pay

source: Reset
ca: Reiniciar
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser

# noManagerAssigned
source: No Manager assigned to category
ca: No hi ha Responsables assignats a aquesta categoria
de: Der Kategorie ist kein Leiter zugewiesen
es: No hay Responsables asignados a esta categor�a
fr: Aucun gestionnaire affecté à la catégorie
it: Nessun Manager assegnato a questa categoria

# noWorkersHere
source: No Worker assigned to category
ca: No hi ha Treballadors assignats a aquesta categoria
de: Der Kategorie ist kein Mitarbeiter zugewiesen
es: No hay Trabajadores asignados a esta categor�a
fr: Aucun travailleur affecté à la catégorie
it: Nessun Lavoratore assegnato a questa categoria

# noCategoryImageSet
source: Category image has to be set
ca: Cal assignar una imatge de categoria
de: Ein Kategorienbild muss eingerichtet werden
es: Hay que asignar una imagen de categor�a
fr: L'image de la catégorie doit être définie
it: L'immagine della categoria deve essere inserita

# thereAreNoExternalServicesAttached
source: There are no attached external services for this business
ca: No hi ha serveis externs agregats per a aquest negoci
de: Es gibt keine verknüpften externe Dienste für dieses Geschäft
es: No hay servicios externos agregados para este negocio
fr: Il n'y a pas de services externes attachés pour cette entreprise
it: Non ci sono servizi esterni associati in questo business

source: Multiple orders
ca: Comandes m�ltiples
de: Mehrfache Bestellungen
es: Pedidos m�ltiples
fr: Commandes multiples
it: Ordini multipli

source: Product
ca: Producte
de: Produkt
es: Producto
fr: Produit
it: Prodotto

source: Products
ca: Productes
de: Produkte
es: Productos
fr: Des produits
it: Prodotti

source: Services by Partners
ca: Serveis dels socis
de: Dienste von Partnern
es: Servicios de los socios
fr: Services par le partenaires
it: Servizi dei Partner

source: No external service found
ca: No s'ha trobat cap servei extern
de: Kein externer Dienst gefunden
es: No se ha encontrado ning�n servicio externo
fr: Aucun service externe trouvé
it: Nessun servizio esterno trovato

source: Add External Service
ca: Afegir servei extern
de: Externen Dienst hinzufügen
es: A�adir servicio externo
fr: Ajouter un service externe
it: Aggiungi Servizio Esterno

source: Search business or service name
ca: Buscar nom d'empresa o servei
de: Unternehmen oder Dienstnamen suchen
es: Buscar nombre de empresa o servicio
fr: Rechercher un nom d'entreprise ou de service
it: Cerca business o servizio per nome

source: No results for
ca: No hi ha resultats per a
de: Keine Ergebnisse für
es: No hay resultados para
fr: Aucun résultat pour
it: Nessun risultato per

# tryAnotherSearch
source: Try another search or contact Buytime
ca: Intenta una altra cerca o contacta amb Buytime
de: Versuchen Sie es mit einer anderen Suche oder kontaktieren Sie Buytime
es: Intenta otra b�squeda o contacta con Buytime
fr: Essayez une autre recherche ou contactez Buytime
it: Prova un'altra ricerca o contatta BuyTime

source: View Business
ca: Veure negoci
de: Unternehmen ansehen
es: Ver Negocio
fr: Voir l'entreprise
it: Vedere il Business

source: Add to your network
ca: Afegeix a la teva xarxa
de: Zu Ihrem Netzwerk hinzufügen
es: A�ade a tu red
fr: Ajouter à votre réreau
it: Aggiungi alla tua rete

# popularService
source: Popular Services
ca: Serveis populars
de: Beliebte Dienste
es: Servicios populares
fr: Services populaires
it: Servizi Popolari

# allService
source: All Services
ca: Tots els serveis
de: Alle Dienste
es: Todos los servicios
fr: TOus les services
it: Tutti i Servizi

source: Notifications
ca: Notificacions
de: Benachrichtigungen
es: Notificaciones
it: Notifiche

source: Internal Services
ca: Serveis interns
de: Interne Dienste
es: Servicios internos
fr: Services internes
it: Servizi Interni

source: Reschedule
ca: Reprogramar
de: Neue Zeiten festlegen
es: Reprogramar
fr: Replanifier
it: Riprogrammare

source: No notification found
ca: No s'ha trobat cap notificaci�
de: Keine Benachrichtigung gefunden
es: No se ha encontrado ninguna notificaci�n
fr: Aucune notification
it: Nessuna notifica trovata

source: Open in Google Maps
ca: Obrir a Google Maps
de: In Google Maps öffnen
es: Abrir en Google Maps
fr: Ouvrir Google Maps
it: Apri in Google Maps

source: Copy Address
ca: Copia l'adre�a
de: Adresse kopieren
es: Copia la direcci�n
fr: Copier l'adresse
it: Copia Indirizzo

source: Get Directions
ca: Com arribar
de: Wegbeschreibungen erhalten
es: C�mo llegar
fr: Obtenir de directions
it: Ottieni Indirizzo

source: Copied to clipboard
ca: Copiat en el portapapers
de: Zur Zwischenablage hinzugefügt
es: Copiado en el portapapeles
fr: Copié dans le presse-papier
it: Copiato negli appunti

source: My bookings
ca: Les meves reserves
de: Meine Buchungen
es: Mis reservas
fr: Mes réservations
it: Le mie prenotazioni

# yourBookingWill
source: Your bookings will appear here. Would you like to know more about Buytime network?
ca: La seva reserva anterior amb nosaltres apareixer� aqu�. T'agradaria saber m�s sobre la xarxa Buytime?
de: Ihre Buchungen werden hier erscheinen. Wollen Sie mehr über das Buytime-Netzwerk erfahren?
es: Su reserva anterior con nosotros aparecer� aqu�. �Te gustar�a saber m�s sobre la red Buytime?
fr: Vos réservations apparaîtront ici. Voulez-vous en savoir plus sur le réseau Buytime ?
it: Le tue prenotazioni appariranno qua. Vorresti saperne di piUU sulla rete di BuyTime?

source: VIEW BOOKINGS
ca: Veure reserves
de: BUCHUNGEN ANSEHEN
es: VER RESERVAS
fr: VOIR LE RÉSERVATIONS
it: VEDERE PRENOTAZIONI

source: Distance
ca: Dist�ncia
de: Entfernung
es: Distancia
it: Distanza

source: Send
ca: Enviat
de: Senden
es: Enviado
fr: Envoyer
it: Invia

# writeThe
source: Write the name of the service or business you are looking for
ca: Escriu el nom del servei o empresa que cerques
de: Schreiben Sie den Namen des Dienstes oder des Unternehmens, das Sie suchen
es: Escribe el nombre del servicio o empresa que buscas
fr: Écrivez le nom du service ou de l'entreprise que vous recherchez
it: Scrivi il nome del business o del servizio che stai cercando

# sendEmail
source: An email has been sent
ca: S'ha enviat un email
de: Eine E-Mail wurde gesendet
es: Se ha enviado un email
fr: Un e-mail a été envoyé à votre adresse e-mail
it: � stata inviata un'email

source: network service
ca: Servei en xarxa
de: Netzwerkdienst
es: servicio en red
it: servizio di rete

source: network services
ca: Serveis en xarxa
de: Netzwerkdienste
es: servicios en red
it: servizi di rete

# justEmployee
source: employee
ca: Empleat
de: Angestellter
es: empleado
fr: employé
it: dipendente

# justEmployees
source: employees
ca: Empleats
de: Angestellte
es: empleados
fr: des employés
it: dipendenti

source: Others
ca: Altres
de: Andere
es: Otros
fr: autres
it: Altri

# externalServiceAdded
source: Service added to your network
ca: Servei afegit a la teva xarxa
de: Der Dienst wurde Ihrem Netzwerk hinzugefügt
es: Servicio a�adido a tu red
fr: Service ajouté à votre réseau
it: Servizio aggiunto alla tua rete

# pleaseFillAllFields
source: Please fill in all required fields
ca: Si us plau, omple tots els camps necessaris
de: Bitte füllen Sie alle Pflichtfelder aus
es: Por favor, rellena todos los campos necesarios
fr: Veuillez remplir tous les champs requis
it: Per favore, riempi tutti i campi richiesti

# required
source: This field is required
ca: Aquest camp �s necessari
de: Dieses Feld ist erforderlich
es: Este campo es necesario
fr: Ce champ est requis
it: Questo campo � obbligatorio

# noServices
source: No network services
ca: No hi ha serveis en xarxa
de: Keine Netzwerkdienste
es: No hay servicios en red
fr: Aucun service réseau
it: Nessun servizio in rete

source: Already in your network
ca: Ja a la teva xarxa
de: Bereits in Ihrem Netzwerk
es: Ya en tu red
fr: Déjà dans votre réseau
it: Gi� nella tua rete

# serviceNotVisible
source: The Service is Not Visible
ca: El servei no �s visible
de: Dieser Dienst ist nicht sichtbar
es: El servicio no es visible
fr: La service n'est pas visible
it: Il servizio non � visibile

# serviceNotAvailable
source: The Service is not available at the moment
ca: El servei no est� disponible en aquest moment
de: Dieser Dienst ist aktuell nicht verfügbar
es: El servicio no est� disponible en este momento
fr: Le Service n'est pas disponible pour le moment
it: Il Servizio non � attualmente disponibile

source: Address (Optional)
ca: Direcci� (opcional)
de: Adresse (optional)
es: Direcci�n (opcional)
fr: Adresse (facultatif)
it: Indirizzo (Opzionale)

# orderConfirming
source: We are working on the order
ca: Estem treballant en la comanda
de: Wir bearbeiten die Bestellung
es: Estamos trabajando en el pedido
fr: Nous travaillons sur la commande
it: Stiamo lavorando al tuo ordine

source: progress
ca: progr�s
de: Fortschritt
es: progreso
fr: le progres
it: avanzamento

# unpaid
source: not paid
ca: no pagat
de: unbezahlt
es: no pagado
fr: impayé
it: non pagato

source: paid
ca: pagat
de: bezahlt
es: pagado
fr: payé
it: pagato

source: to be paid at checkout
ca: es paga al checkout
de: muss an der Kasse bezahlt werden
es: se paga en el checkout
fr: à payer à la caisse
it: da pagare al checkout

source: frozen
ca: bloquejat
de: eingefroren
es: bloqueado
fr: congelé
it: trattenuto

source: creating
ca: en creaci�
de: wird erstellt
es: en creaci�n
fr: création
it: in creazione

source: created
ca: creat
de: erstellt
es: creado
fr: crée
it: creato

# networkRequestStillInProgress
source: network request is still ongoing, wait or refresh this page
ca: la petici� de xarxa s'est� tramitant, espera o refresca la p�gina
de: Netzwerkanfrage läuft noch, warten Sie oder aktualisieren Sie diese Seite
es: la petici�n de red se est� tramitando, espera o refresca la pagina
fr: la demande de networking est toujours en cours, attendez ou actualisez cette page
it: la richiesta di rete � in corso, aspetta o ricarica questa pagina

# atTheMomentWeOnlySupportOneCreditCard
source: Only one credit card at the time is supported, if you want to add another card, you have to remove the old one.
ca: Es pot usar nom�s una targeta de cr�dit alhora, si vols usar una altra, has de remoure l'anterior
de: Es wird jeweils nur eine Kreditkarte unterstützt, wenn Sie eine andere Karte hinzufügen möchten, müssen Sie die alte entfernen.
es: Se puede usar solo una tarjeta de cr�dito a la vez, si quieres usar otra, tienes que remover la anterior
fr: Une seule carte de crédit à la fois est prise en charge, si vous souhaitez ajouter une autre carte, vous devez supprimer l'ancienne.
it: Solo una carta di credito alla volta pu� essere utilizzata, se vuoi aggiungere una nuova carta, devi rimuovere la precedente.

# selectACardToPay
source: Select the card to be able to confirm it as a payment method.
ca: Selecciona la teva targeta per a poder-la confirmar com a m�tode de pagament acceptat
de: Wählen Sie die Karte aus, um sie als Zahlungsmethode zu bestätigen.
es: Selecciona tu tarjeta para poderla confirmar como m�todo de pago aceptado
fr: Sélectionnez la carte pour pouvoir la confirmer comme moyen de paiement.
it: Seleziona la carta per poterla confermare come metodo di pagamento.

# orderPending
source: The Staff is reviewing your order, you will get a notification when an update is available.
ca: El personal est� revisant la teva comanda, rebr�s una notificaci� quan estigui disponible
de: Das Personal überprüft Ihre Bestellung, Sie erhalten eine Benachrichtigung, wenn Neuigkeiten verfügbar sind.
es: El personal est� revisando tu pedido, recibir�s una notificaci�n en cuanto est� disponible
fr: Le personnel examine votre commande, vous recevrez une notification lorsqu'une mise à jour sera disponible.
it: Lo Staff sta controllando il tuo ordine, riceverai una notificazione appena sar� disponibile.

source: Service Area
ca: Serveis en l'�rea
de: Servicebereich
es: Servicios en el �rea
fr: Zone de service
it: Servizi dell'Area

source: Add new area
ca: Afegeix una nova �rea
de: Neuen Bereich hinzufügen
es: A�ade una nueva �rea
fr: Ajouter une nouvell zone
it: Aggiungi una nuova area

# whereDoYouWantToRecive
source: Where do you want to receive it?
ca: On vols rebre-ho?
de: Wohin soll das zugestellt werden?
es: �D�nde quieres recibirlo?
fr: Où voulez-vous le recevoir ?
it: Dove vuoi riceverlo?

source: Location
ca: Localitzaci�
de: Standort
es: Localizaci�n
fr: Emplacement
it: Ubicazione

source: Business pipeline
ca: Pipeline de l'empresa
es: Pipeline de la empresa
fr: Pipeline d'affaires
it: Pipeline del business

source: Translated in:
ca: Tradu�t en:
de: Übersetzt in:
es: Traducido en:
fr: Traduit en:
it: Tradotto in:

source: Business address
ca: Direcci� de l'empresa
de: Geschäftsadresse
es: Direcci�n de la empresa
fr: Adresse de travail
it: Indirizzo del business

source: Invoice Details
ca: Detalls de la factura
de: Rechnungsangaben
es: Detalles de la factura
fr: Détails de la facture
it: Dettagli RIcevuta

# imageRequired
source: This Image is required
ca: Imatge obligat�ria
de: Diese Abbildung ist erforderlich
es: Imagen obligatoria
fr: Cette image est obligatoire
it: Questa Immagine � Obbligatoria

# myReservation
source: My Reservations
ca: Les meves reserves
de: Meine Reservierungen
es: Mis reservas
fr: Mes réservations
it: Mie Prenotazioni

source: Business Type
ca: Tipologia d'empresa
de: Geschäftstyp
es: Tipologia de empresa
fr: Type d'entreprise
it: Tipo di Business

source: holding
ca: bloquejat
de: In Abwartung
es: Bloqueado
it: trattenuto

source: secs
ca: Segons
de: Sekunden
es: segundos
fr: secondes
it: sec

source: sec
ca: Segon
de: Sekunde
es: segundo
fr: seconde

# holdingConfirmed
source: Your card has now a hold for the order total amount. The money will be charged about 48 hours before the service is used.
ca: La teva targeta t� ara un bloqueig pel valor total de la teva compra. El valor ser� carregat 48 *hrs abans de l'inici d'�s del servei
de: Ihre Karte ist nun für den Gesamtbetrag der Bestellung gespeichert. Das Geld wird ca. 48 Stunden vor Inanspruchnahme des Dienstes abgebucht.
es: Tu tarjeta tiene ahora un bloqueo por el valor total de tu compra. El valor ser� cargado 48 hrs antes del inicio de uso del servicio
fr: Votre carte est désormais bloquée pour le montant total de la commande. L'argent sera débité environ 48 heures avant l'utilisation du service.
it: La tua carta ha ora una trattenuta per il valore totale dell'ordine. Il valore verr� imputato circa 48 ore prima dell'uso del servizio.

# holdingError
source: There was a problem with your card, please try again with another payment method
ca: Ha hagut un problema amb la seva targeta
de: Es ist ein Problem mit Ihrer Karte aufgetreten. Bitte versuchen Sie es erneut mit einer anderen Zahlungsmethode.
es: Ha habido un problema con su tarjeta
fr: Il y a eu un problème avec votre carte, veuillez réessayer avec un autre mode de paiement
it: C'� stato un problema con la tua carta, per favore riprova con un altro metodo di pagamento

# exploreNetwork
source: Explore The Network
ca: Explora la xarxa
de: Das Netzwerk erkunden
es: Explora la red
fr: Explorez le réseau
it: Esplora la Rete

source: Start Session
ca: Inciar sessi�
de: Session beginnen
es: Iniciar sesi�n
fr: Démarrer la session
it: Iniziare Sessione

source: Country
ca: Pais
de: Land
es: Pa�s
fr: Pays
it: Stato

source: City / Town
ca: Ciutat
de: Stadt
es: Ciudad
fr: Ville
it: Citt�

source: State / Territory / Province
ca: Estat / Provincia
de: Bundesland / Kanton
es: Estado / Provincia
fr: Etat/ Pays
it: Stato / Provincia

# zipPostal
source: Zip code / Postal code
ca: Codi Postal
de: Postleitzahl
es: C�digo Postal
fr: Code postal
it: Codice Postale

source: Number of people
ca: Nombre de persones
de: Anzahl von Leuten
es: N�mero de personas
fr: Nombre de personnes
it: Numero di persone

# crossSell
source: Allow other businesses to sell this service
ca: Permets a altres operadors vendre aquest servei
de: Anderen Geschäften erlauben, diesen Service zu verkaufen
es: Permites a otros operadores vender este servicio
fr: Vous autorisez d'autres opérateurs à vendre ce service
it: Permetti ad altri business di vendere questo servizio

# problemsGettingYourPosition
source: There are some problems in getting your position, try again later
ca: Hi ha alguns problemes a col�locar el teu posici�n, prova una altra vegada m�s tard
de: Es gibt Probleme, Ihren Standort zu ermitteln, versuchen Sie es später noch einmal
es: Hay algunos problemas en colocar tu posici�n, prueba otra vez m�s tarde
fr: Il y a quelques problèmes pour obtenir votre position, réessayez plus tard
it: Ci sono problemi per identificare la tua posizione, prova pi� tardi

# spot
source: places available
ca: llocs disponibles
de: Platz frei
es: Sitios disponibles
fr: Places disponibles
it: posti disponibili

source: Worker
ca: Treballador
de: Arbeiter
es: Trabajador
fr: Ouvrier
it: Lavoratore

source: Salesman Name
ca: Nom del comercial
de: Name des Verkäufers
es: Nombre del comercial
fr: NOm du vendeur
it: Nome del Salesman

source: Salesman Phone Number
ca: Telefono del comercial
de: Telefonnummer des Verkäufers
es: Telefono del comercial
fr: Télèphone du vendeur
it: Telefono del Salesman

source: Concierge Phone Number
ca: Telefono del botons
de: Telefonnummer des Concierge
es: Telefono del botones
fr: Téléphone du concierge
it: Numero di Telefono del Concierge

source: Service Center
ca: Centre servei
de: Service-Zentrum
es: Centro Servicio
fr: Centre de service

# membershipCenter
source: Center(Membership)
ca: centre (membre)
de: Zentrum (Mitgliedschaft)
es: Centro (Membres�a)
fr: Centre (Club)
it: Centro (Membership)

source: Bike Renting
ca: Lloguer de bicis
de: Fahrradvermietung
es: Alquiler Bici's
fr: Location de vélos

source: Museum
ca: Museu
es: Museo
fr: Musée
it: Museo

# dAndSCenter
source: Diving and Sailing Center
ca: Centre de busseig i vela
de: Tauch- und Segelzentrum
es: Centro de Buceo y Vela
fr: Centre de plongée et de voile
it: Diving e Sailing Center

source: Motor Rental
ca: Lloguer de motor
de: Motorradvermietung
es: Alquiler de motor (?)
fr: Location de moteur

source: Tour Operator
ca: Tour Operador
de: Reiseveranstalter
es: Tour Operador

source: Wellness
ca: Benestar
es: Bienestar
fr: Le bien-être

# noAddress
source: This service has not an address
ca: Aquest servei no disposa de direcci� fisica
de: Dieser Service hat keine Adresse
es: Este servicio no dispone de direcci�n
fr: Ce service ne dispose pas d'adresse
it: Questo servizio non ha un indirizzo

source: Speak with customer service
ca: Parla amb atenci� al client
de: Mit dem Kundendienst sprechen
es: Habla con Servicio al cliente
fr: Parlez au service client
it: Parla con il servizio clienti

source: your Concierge
ca: El teu botons
de: Ihr Concierge
es: Tu botones
fr: Votre Conciergerie
it: il tuo Concierge

# warningNoSlotReservable
source: There are not available services to reserve.
ca: No hi ha cap servei disponible
de: Es stehen keine zu buchenden Dienstleistungen zur Verfügung.
es: No hay servicios disponibles
fr: Il n'y a pas de service disponible
it: Non ci sono servizi disponibili per la prenotazione.

source: Notification Center
ca: Centre notificacions
de: Benachrichtigungszentrum
es: Centro notificaciones
fr: Centre de notification
it: Centro Notifiche

source: Ask for refund
ca: Demana un reemborsament
de: Rückerstattung anfragen
es: Pide un reembolso
fr: Demander un remboursement
it: Chiedi un rimborso

source: Do you want to perform another order?
ca: Vols fe un altre comanda?
de: Möchten Sie eine andere Bestellung abgeben?
es: �Quieres realizar otro pedido?
fr: Vous souhaitez passer une autre commande ?
it: Vuoi fare un altro ordine?

# youAreAboutToPerformAnotherOrder
source: You are about to perform an order in another business, if you proceed your cart will be emptied.
ca: Est�s a punt de comen�ar una comanda per una altra empresa,si procedeixes la cistella es buid�s
de: Sie sind dabei, in einem anderen Geschäft eine Bestellung aufzugeben. Wenn Sie damit fortfahren, wird Ihr Warenkorb geleert.
es: Est�s a punto de empezar un pedido para otra empresa,si procedes tu carrito se vaciar�
fr: Vous êtes sur le point de passer une commande pour une autre entreprise, si vous continuez, votre panier sera vidé
it: Stai per effettuare un ordine in un altro business, se procedi il tuo carrello verr� svuotato.

# paymentMethodNotAvailable
source: This payment method is not available for this order.
ca: Aquest m�tode de pagament no est� disponible per a aquest servei
de: Diese Zahlungsmethode ist für diese Bestellung nicht erhältlich.
es: Este metodo de pago no est� disponible para este servicio
fr: Ce mode de paiement n'est pas disponible pour ce service
it: Questo metodo di pagamento non � disponibile per questo ordine.

source: Reservations and orders placed
ca: Reserves i comandes efectuades
de: Reservierungen und Bestellungen wurden platziert
es: Reservas y pedidos efectuados
fr: Réservations et commandes passées
it: Prenotazioni e ordini effettuati

source: Reservations and Orders
ca: Reserves i comandes
de: Reservierungen und Bestellungen
es: Reservas y pedidos
fr: Réservations et commandes passées
it: Ordini e Prenotazioni

source: Order status:
ca: Estat de la comanda
de: Bestellstatus:
es: Estado del pedido
fr: Statut de la commande:
it: Stato dell'ordine:

source: Still
ca: Encara
de: Nach wie vor
es: A�n
fr: Encore
it: Ancora

# serviceVATBlank
source: VAT field is blank
ca: El camp IVA est� buit
de: MwSt.-Feld ist leer
es: El campo IVA est� vac�o
fr: Le champ TVA est vide
it: Il campo IVA � vuoto

# notValidVAT
source: Not a valid VAT
ca: No es cap IVA valid
de: Keine gültige MwSt.
es: No es un IVA valido
fr: Pas une TVA valide
it: IVA non valida

# serviceVAT
source: VAT
ca: IVA
de: MwSt.
es: IVA
fr: T.V.A
it: IVA

# native
source: Mobile payment (Apple pay or Google pay)
ca: Pagament m�bil (Apple pay o Google pay)
de: Mobil-Zahlung (Apple Pay oder Google Pay)
es: Pago Mobbile (Apple pay o Google pay)
fr: Paiement mobile (Apple pay ou Google pay)
it: Pagamento Mobile (Apple pay o Google pay)

source: Show More
ca: Mostra m�s
de: Mehr anzeigen
es: Ense�a m�s
fr: Montre plus
it: Mostra di pi�

source: Service
ca: Servei
es: Servicio
it: Servizio

source: Created at
ca: Creat a
de: Erstellt bei
es: Creado en
fr: Créé à
it: Creato in

# justDashboard
source: Dashboard
ca: Tauler
fr: Tableau de bord

# copy
source: © The Optimum Company S.r.l, 2020 Icons by Freepick
de: © The Optimum Company S.r.l, 2020. Symbole von Freepik.

source: Error
de: Fehler
fr: Erreur
it: Errore

source: Popular
de: Beliebt
fr: Populaire
it: Popolari

source: Prev
de: Vorschau
fr: Précedent

# onlyTotal
source: Total
de: Gesamt
fr: Le total
it: Totale

source: Eco
de: Öko
fr: Éco

source: Hotel
fr: Hôtel

source: logo
fr: Logout

source: Tag
fr: Tag personnalisée
