Repository: theoptimumcompany/buytime
Catalog: lib/l10n/app_*.arb
Languages: ca, de, es, fr, it

# buytimeWasCreated
source: Buytime was created in 2020 by an enthusiast group of tech people who loved to experiment with new technologies.
ca: Buytime va ser creat en 2020 per un grup de persones entusiastes que estimen experimentar amb noves tecnologies.
de: Buytime wurde 2020 von einer Gruppe technologiebegeisterter Menschen gegründet, die es lieben, mit neuen Dingen zu experimentieren.
es: Buytime fue creado en 2020 por un grupo de personas entusiastas que ama experimentar con nuevas tecnolog�as.
fr: Buytime a été créé en 2020 par un groupe de passionnés de technologie qui adoraient expérimenter de nouvelles technologies
it: Buytime � stata creata nel 2020 da un gruppo di persone entusiaste e che amano sperimentare con le nuove tecnologie.

source: Confirm new booking
ca: Confirma la nova reserva
de: Neue Buchung bestätigen
es: Confirmar la nueva reserva
fr: Confirmer la nouvelle réservation
it: Conferma la tua prenotazione

source: Hotel Name
ca: Nom de l'hotel
de: Name des Hotels
es: Nombre del Hotel
fr: Nom de l'Hotel
it: Nome Hotel

source: Location, Country
ca: Ubicaci�, Pa�s
de: Ort, Land
es: Ubicaci�n, Pa�s
fr: Emplacement, Pays
it: Indirizzo, Stato

# guestsNumber
source: ## guests
ca: ## hostes
de: ## Gäste
es: ## Hu�spedes
fr: ## clients
it: ## ospiti

source: Confirm Booking
ca: Confirma Reserva
de: Buchung bestätigen
es: Confirma Reserva
fr: Confirmer la réservation
it: Conferma Prenotazione

# somethingIsNotRight
source: SOMETHING ISN'T RIGHT
ca: ALGUNA COSA NO �S CORRECTE
es: ALGO NO ES CORRECTO
fr: QUELQUE CHOSE NE VA PAS
it: QUALCOSA NON VA

source: Contact Us
ca: Contacta amb nosaltres
de: Kontakt
es: Contacta con nosotros
fr: Nous contacter
it: Contattaci

source: Have any question?
ca: Tens alguna pregunta?
de: Haben Sie eine Frage?
es: �Tienes alguna pregunta?
fr: Avez-vous une question?
it: Hai domande?

source: Order in
ca: Reserva a
de: Bestellen in
es: Reserva a
fr: Commandez dans
it: Ordina presso

source: ORDER AND PAY
ca: RESERVA I PAGA
de: BESTELLEN UND ZAHLEN
es: RESERVA Y PAGA
fr: COMMANDER ET PAYER
it: ORDINA E PAGA

source: Choose payment method
ca: Tria el m�tode de pagament
de: Zahlungsmethode auswählen
es: Elige el m�todo de pago
fr: Choisissez le mode de paiement
it: Scegli il metodo di pagamento

source: Processing payment
ca: Processant el pagament
de: Zahlung wird verarbeitet
es: Procesando el pago
fr: Traitement du paiement
it: Elaborazione pagamento

source: Pay with:
ca: Paga amb:
de: Bezahlen mit:
es: Paga con:
fr: Payer avec:
it: Paga con:

# anErrorOccurredTryLater
source: an error has occurred, try again later
ca: ha ocorregut un error, intenta'l de nou m�s tard
de: Ein Fehler ist aufgetreten, bitte versuchen Sie es später erneut.
es: ha ocurrido un error, int�ntalo de nuevo m�s tarde
fr: une erreur s'est produite, réessayez plus tard
it: si � verificato un errore, riprova piUU tardi

source: Add credit card
ca: Agrega targeta de cr�dit
de: Kreditkarte hinzufügen
es: Agregar tarjeta de cr�dito
fr: Ajouter une carte de crédit
it: Aggiungi carta di credito

source: Loading...
ca: Carregant...
de: Wird geladen ...
es: Cargando...
fr: Chargement...
it: Caricamento...

source: CVC not valid.
ca: CVC no v�lid
de: Die Prüfziffer ist nicht gültig.
es: CVC no v�lido.
fr: CVC non valide
it: CVC non valido.

# dateNotValid
source: CVC not valid.
ca: CVC no v�lid
de: Die Prüfziffer ist nicht gültig.
es: CVC no v�lido.
fr: CVC non valide
it: CVC non valido.

# numberNotValid
source: CVC not valid.
ca: CVC no v�lid
de: Die Prüfziffer ist nicht gültig.
es: CVC no v�lido.
fr: CVC non valide
it: CVC non valio.

source: Warning
ca: Compte
de: Warnung
es: Cuidado
fr: Avertissement
it: Attenzione

source: Canceled Transaction.
ca: Trasacci� cancel�lada
de: Transaktion abgebrochen.
es: Transacci�n cancelada.
fr: Transaction annulée
it: Transazione Cancellata.

source: Success
ca: V�lid
de: Erfolg
es: V�lido
fr: Succès
it: Successo

source: Thanks for buying
ca: Gr�cies per la teva compra
de: Vielen Dank für Ihren Einkauf.
es: �Gracias por tu compra
fr: Merci pour votre achât
it: Grazie per il tuo acquisto

# transactionRejected
source: Transaction rejected. Something went wrong
ca: Transacci� rebutjada. Alguna cosa va sortir malament
de: Transaktion abgelehnt. Etwas ist schiefgelaufen.
es: Transacci�n rechazada. Algo sali� mal
fr: Transaction rejetée. Quelque chose s'est mal passé
it: Transazione rifiutata. Qualcosa non ha funzionato

source: Something went wrong.
ca: Alguna cosa va sortir malament.
de: Etwas ist schiefgelaufen.
es: Algo sali� mal.
fr: Quelque chose s'est mal passé
it: Qualcosa � andato storto.

source: Booking Code
ca: Codi de reserva
de: Buchungscode
es: C�digo de reserva
fr: Numéro de réservation
it: Codice di Prenotazione

source: Enter your booking code
ca: Ingressa el teu codi de reserva
de: Geben Sie Ihren Buchungscode ein
es: Ingresa tu c�digo de reserva
fr: Entrez votre code de réservation
it: Inserisci il tuo codice di prenotazione

# yourBookingCodeIs
source: Your booking code is a ## digits code included in the email and text notification the hotel sent you
ca: El teu codi de reserva �s un codi de ## d�gits incl�s en el correu electr�nic i la notificaci� de text que et va enviar l'hotel
de: Ihr Buchungscode ist ein ##-stelliger Code, der in der E-Mail- und SMS-Benachrichtung enthalten ist, die Sie vom Hotel erhalten haben
es: Tu c�digo de reserva es un c�digo de ## d�gitos incluido en el correo electr�nico y la notificaci�n de texto que te envi� el hotel
fr: Votre code de réservation est un code à ## chiffres inclus dans l'e-mail et le SMS de notification que l'hôtel vous a envoyés
it: Il tuo codice di prenotazione � un codice di ## cifre incluso nella mail e nel messaggio che ti ha inviato l'hotel

# checkYourBuytimeApp
source: check out Buytime App at
ca: D�na un cop d'ull a l'aplicaci� Buytime en
de: Entdecken Sie die Buytime-App unter
es: Echa un vistazo a la aplicaci�n Buytime en
fr: consultez l'application Buytime sur
it: dai un'occhiata all'App Buytime qua

# whenYouBookWith
source: When you book with a Buytime Enabled® Hotel, you’ll be granted access to your hotel facilities via Buytime app. Book massages and request a drink with just two taps.
ca: Quan reserves amb un hotel Buytime Enabled�, se t'atorgar� acc�s a les instal�lacions del teu hotel a trav�s de l'aplicaci� Buytime. Reserva massatges i sol�licita una beguda amb nom�s dos tocs.
de: Wenn Sie bei einem Buytime Enabled®-Hotel gebucht haben, erhalten Sie über die Buytime-App Zugriff auf die Anlage des Hotels. Buchen Sie eine Massage oder bestellen Sie sich ein Getränk mit nur zwei Fingertipps.
es: Cuando reservas con un hotel Buytime Enabled�, se te otorgar� acceso a las instalaciones de tu hotel a trav�s de la aplicaci�n Buytime. Reserva masajes y solicita una bebida con solo dos toques.
fr: Lorsque vous réservez avec un hôtel Buytime Enabled®, vous aurez accès aux installations de votre hôtel via l'application Buytime. Réservez des massages et demandez une boisson en deux tapotements.
it: Quando prenoti presso un Hotel abilitato con Buytime�, ti viene dato accesso alle strutture dell'hotel tramite l'app Buytime. Prenota un massaggio e richiedi un drink in solo due tap.

# goToBusiness
source: Go to Business management
ca: Anar a la Gesti� empresarial
de: Zur Geschäftsverwaltung gehen
es: Ir a la Gesti�n empresarial
fr: Aller à Gestion d'entreprise
it: Vai alla gestione della Compagnia

source: Log out
ca: Tancar sessi�
de: Abmelden
es: Cerrar sesi�n
it: Esci

source: Here you find
ca: Aqu� trobar�s
de: Hier finden Sie
es: Aqu� encontrar�s
fr: Ici vous trouvez
it: Qua trovi

source: Terms and conditions
ca: Termes i condicions
de: Allgemeine Geschäftsbedingungen
es: T�rminos y condiciones
fr: Termes et conditions
it: Termini e condizioni

# haveToAccept
source: which you have to accept in order to use our service as a business
ca: que ha d'acceptar per a utilitzar el nostre servei com a negoci
de: die Sie akzeptieren müssen, um unseren Service als Geschäft nutzen zu können
es: que debe aceptar para utilizar nuestro servicio como negocio
fr: que vous devez accepter pour utiliser notre service en tant qu'entreprise
it: che devi accettare per utilizzare i nostri servizi come business

# joinHotel
source: Join a new world of services for your holiday
ca: Uneix-te a un nou m�n de serveis per a les teves vacances a
de: Erleben Sie eine neue Welt der Dienstleistungen während Ihres Hotelaufenthalts
es: �nete a un nuevo mundo de servicios para tus vacaciones
fr: Rejoignez un nouveau monde de services pour vos vacances
it: Unisciti a un nuovo mondo di servizi per le tue vacanze

# startStay
source: Start your stay
ca: Comen�a la teva estada
de: Starten Sie Ihren Aufenthalt
es: Comienza tu estancia
fr: Commencez votre séjour
it: Inizia io tuo soggiorno

# logBack
source: Log back in
ca: Iniciar sessi�
de: Melden Sie sich wieder an
es: Iniciar sesi�n
fr: Reconnectez-vous
it: Accedi di nuovo

# youAccept
source: Subscribing you accept our
ca: Subscrivint acceptes els nostres
de: Mit dem Abonnement akzeptieren Sie unsere
es: Suscribiendo aceptas nuestros
fr: En vous abonnant, vous acceptez notre
it: Sottoscrivendo accetti i nostri

source: ToS
ca: TdS
de: Servicebedingungen
es: TdS
fr: Conditions d'utilisation
it: TdS

source: and
ca: i
de: und unsere
es: y
fr: et
it: e

source: Privacy Policy
ca: Pol�tica de privacitat
de: Datenschutzerklärung
es: Pol�tica de Privacidad
fr: Politique de confidentialité
it: Politica sulla Riservatezza

source: Authentication ...
ca: Autenticaci� ...
de: Authentifizierung erfolgt ...
es: Autenticaci�n ...
fr: Authentification...
it: Autenticazione ...

# pleaseEmailAndPass
source: Please enter a valid Email and Password
ca: Ingressa un correu electr�nic i una contrasenya v�lids
de: Bitte geben Sie eine gültige E-Mail-Adresse und ein gültiges Passwort ein
es: Ingresa un correo electr�nico y una contrase�a v�lidos
fr: Veuillez entrer un e-mail et un mot de passe valides
it: Per favore inserisci una Email e Password valide

# pleaseEmail
source: Please enter a valid Email address
ca: Ingressa un correu electr�nic v�lid
de: Bitte geben Sie eine gültige E-Mail-Adresse ein
es: Ingresa un correo electr�nico v�lido
fr: S'il vous plaît, mettez une adresse email valide
it: Per favore inserisci una Email valida

# pleasePass
source: Please enter a valid password
ca: ingressa una contrasenya v�lida
de: Bitte geben Sie ein gültiges Passwort ein
es: Ingresa una contrase�a v�lida
fr: Entrer un mot de passe valide s'il vous plait
it: Per favore inserisci una password valida

# registrationFail
source: Registration failed
ca: Registre fallit
de: Registrierung fehlgeschlagen
es: Registro fallido
fr: Échec de l'enregistrement
it: Registrazione fallita

# successSign
source: Successfully signed in
ca: Registre acceptat
de: Erfolgreich angemeldet
es: Registro aceptado
fr: Connexion reconnu
it: Registrato con successo

source: Please Sign in:
ca: Si us plau, registra't:
de: Bitte anmelden:
es: Por favor, reg�strate:
fr: Veuillez vous connecter:
it: Perfavore Registrati:

source: Password
ca: Contrasenya
de: Passwort
es: Contrase�a
fr: Mot de passe

# signGoogle
source: Sign in with Google
ca: Iniciar sessi� amb Google
de: Anmelden mit Google
es: Inicia sesi�n con Google
fr: Connectez-vous avec Google
it: Registrati con Google

# signApple
source: Sign in with Apple
ca: Iniciar sessi� amb Apple
de: Anmelden mit Apple
es: Inicia sesi�n con Apple
fr: Connectez-vous avec Apple
it: Registrati con Apple

# signFacebook
source: Sign in with Facebook
ca: Iniciar sessi� amb Facebook
de: Anmelden mit Facebook
es: Inicia sesi�n con Facebook
fr: Connectez-vous avec Facebook
it: Registrati con Facebook

source: Order confirmed
ca: Comanda confirmada
de: Bestellung bestätigt
es: Pedido confirmado
fr: Commande confirmée
it: Ordine confermato

source: at
ca: a
de: bei
es: a
fr: á
it: presso

# thanksOrder
source: Thanks for your order at
ca: Gr�cies per demanar amb
de: Vielen Dank für Ihre Bestellung bei
es: Gracias por pedir con
fr: Merci pour votre commande sur
it: Grazie per il tuo ordine presso

# noOldOrders
source: You have no old orders
ca: No tens comandes passades
de: Sie haben keine alten Bestellungen
es: No tienes pedidos pasados
fr: Vous n'avez pas commandes passé
it: Non hai ordini precedenti

# emptyCart
source: The cart is empty, add a service to the basket first.
ca: El carret est� buit, primer agregui un servei.
de: Der Warenkorb ist leer. Legen Sie zunächst eine Dienstleistung in den Warenkorb.
es: El carrito est� vac�o, primero agregue un servicio.
fr: Le panier est vide, ajoutez d'abord un service au panier.
it: Il carrello � vuoto, prima aggiungi servizi al carrello.

source: Service Name
ca: Nom del servei
de: Name der Dienstleistung
es: Nombre del Servicio
fr: Nom du service
it: Nome del Servizio

source: hour
ca: Hora
de: Stunde
es: hora
fr: heure
it: ora

source: ADD TO CART
ca: Afegeix al carret
es: A�ADE AL CARRITO
fr: AJOUTER AU PANIER
it: AGGIUNGI AL CARRELLO

source: Create your account:
ca: Crea el teu compte:
de: Erstellen Sie Ihr Konto:
es: Crea tu cuenta:
fr: Créez vostre compte
it: Crea il tuo account:

source: Service Categories
ca: Categor�as de serveis
de: Dienstleistungskategorien
es: Categor�as de Servicios
fr: Catégorie de services
it: Categorie di Servizio

source: Checked out bookings
ca: reserves comprovades
de: Ausgecheckte Buchungen
es: Reservas comprobadas
fr: réservations terminées
it: Prenotazione verificata

source: Create Invite
ca: Crear invitaci�
de: Einladung erstellen
es: Crear invitaci�n
fr: Créez une invitation
it: Crea Invito

source: Guest Details
ca: Detalls de l'hospe
de: Gastdaten
es: DETALLES DEL HU�SPED
fr: Details de l'invité
it: Dettagli dell'ospite

source: Category Image
ca: Categor�a de la imatge
de: Kategoriebild
es: Categor�a de la imagen
fr: Image de la catégorie
it: Immagine della categoria

source: View Checked-out bookings
ca: Veure les reserves verificades
de: Ausgecheckte Buchungen anzeigen
es: Ver las reservas verificadas
fr: Voir les réservations de départ
it: Vedere Prenotazioni Checked-Out

source: Custom Tag
ca: Tag personalitzat
de: Benutzerdefinierter Tag
es: Tag personalizada
fr: Tag personnalisée
it: Tag Personalizzato

source: Service list
ca: Llista de serveis
de: Dienstleistungsliste
es: Lista de servicios
fr: Liste de services
it: Lista dei servizi

source: Add a
ca: Afegir a
es: A�adir a
fr: Ajouter un
it: Aggiungi a

# manualServiceConfirmation
source: The service requires a manual confirmation by the staff
ca: Aquest servei requereix una confirmaci� per part del personal
de: Die Dienstleistung erfordert eine manuelle Bestätigung durch das Personal
es: Este servicio requiere una confirmaci�n por parte del personal
fr: Le service nécessite une confirmation manuelle par le personnel
it: Il servizio richiede una conferma manuale da parte dello staff

# reservableAutomaticServiceConfirmation
source: The reservable service no requires a manual confirmation by the staff
ca: Aquest servei no requereix una confirmaci� per part del personal
de: Di
es: Este servicio no requiere una confirmaci�n por parte del personal
fr: Le service réservable ne nécessite pas de confirmation manuelle par le personnel
it: Il servizio prenotabile non richiede una conferma manuale da parte dello staff

# purchasableAutomaticServiceConfirmation
source: The purchasable service no requires a manual confirmation by the staff
ca: El servei no requereix una confirmaci� per part del personal
de: Die buchbare Dienstleistung erfordert keine manuelle Bestätigung durch das Personal
es: El servicio no requiere una confirmaci�n por parte del personal
fr: Le service achetable ne nécessite pas de confirmation manuelle par le personnel
it: Il servizio acquistabile non richiede una conferma manuale da parte dello staff

# reservableManualServiceConfirmation
source: The reservable service requires a manual confirmation by the staff
ca: El servei requereix una confirmaci� per part del personal
de: Die reservierbare Dienstleistung erfordert eine manuelle Bestätigung durch das Personal
es: El servicio requiere una confirmaci�n por parte del personal
fr: Le service réservable nécessite une confirmation manuelle par le personnel
it: Il servizio prenotabile richiede una conferma manuale da parte dello staff

# purchasableManualServiceConfirmation
source: The purchasable service requires a manual confirmation by the staff
ca: El servei adquirible requereix una confirmaci� per part del personal
de: Die buchbare Dienstleistung erfordert eine manuelle Bestätigung durch das Personal
es: El servicio adquirible requiere una confirmaci�n por parte del personal
fr: Le service achetable nécessite une confirmation manuelle par le personnel
it: Il servizio acquistabile richiede una conferma manuale da parte dello staff

source: Every day
ca: Cada dia
de: Täglich
es: Cada d�a
fr: Tous es jours
it: Ogni giorno

# serviceNameBlank
source: Service name is blank
ca: Nom del servei buit
de: Der Name der Dienstleistung ist leer
es: Nombre del servicio vac�o
fr: Le nom du service est vide
it: Il nome del servizio � vuoto

# servicePriceBlank
source: Service price is blank
ca: Preu del servei buit
de: Der Preis der Dienstleistung ist leer
es: Precio del servicio vac�o
fr: Le prix du service est vide
it: Il prezzo del servizio � vuoto

# notValidPrice
source: Not a valid price
ca: No �s un preu v�lid
de: Kein gültiger Preis angegeben
es: No es un precio valido
fr: Pas un prix valide
it: Prezzo non valido

# notZeroCategory
source: You have to select at least one category
ca: Has de seleccionar almenys 1 categoria
de: Sie müssen mindestens eine Kategorie auswählen
es: Tienes que seleccionar por lo menos 1 categor�a
fr: Vous devez séleccioner au moins une catégorie
it: Devi selezionare almeno una categoria

source: Add new tag
ca: Afegir nova etiqueta
de: Neuen Tag hinzufügen
es: A�adir nueva etiqueta
fr: Ajouter une nouvelle Tag
it: Aggiungi un nuovo tag

# managerConfirmation
source: Allow users to get this service without manager confirmation
ca: Permetre als usuaris obtenir aquest servei sense la confirmaci� del gestor
de: Erlauben Sie den Benutzern, diese Dienstleistung ohne Bestätigung durch einen Manager zu buchen
es: Permitir a los usuarios obtener este servicio sin la confirmaci�n del gestor
fr: Autoriser les utilisateurs à obtenir ce service sans confirmation du responsable
it: Permetti agli utenti di acquistare questo servizio senza conferma del manager

# serviceCanBeReserved
source: The service can be reserved
ca: El servei pot reservar-se
de: Die Dienstleistung kann reserviert werden
es: El servicio puede reservarse
fr: Le service peut etre réservé
it: Il servizio pu� essere prenotato

# notZeroServiceSlot
source: You have to create at least a slot for a reservable service
ca: Cal crear almenys una ranura per a un servei reservable
de: Sie müssen mindestens ein Zeitfenster für eine reservierbare Dienstleistung erstellen
es: Hay que crear al menos una ranura para un servicio reservable
fr: Vous devez créer au moins un créneau pour un service réservable
it: Devi creare almeno uno slot per un servizio prenotabile

source: Service time availability
ca: Disponibilitat de temps de servei
de: Zeitliche Verfügbarkeit der Dienstleistung
es: Disponibilidad de tiempo de servicio
fr: Disponibilité du temps de service
it: Disponibilit� temporale del servizio

# timeAvailabilitySpace
source: Time Availability
ca: Disponibilitat de temps de servei
de: Zeitliche Verfügbarkeit
es: Disponibilidad de tiempo
fr: Temps de disponibilité
it: Disponibilit� Temporale

source: The service
ca: El servei
de: Die Dienstleistung
es: El servicio
fr: le service
it: Il servizio

# spaceHasNotReservableSlots
source: has not reservable slots
ca: no disposa de franges hor�ries reservables
de: hat keine reservierbare Zeitfenster
es: no dispone de franjas horarias reservables
fr: n'a pas de créneaux réservables
it: non ha slot disponibili

source: Slot Management
ca: Gesti� de les franges hor�ries
de: Zeitfenster-Verwaltung
es: Gesti�n de las franjas horarias
fr: Gestion des emplacements
it: Gestione Slot

# nextUpper
source: NEXT
ca: Seg�ent
de: WEITER
es: Siguiente
fr: SUIVANT
it: PROSSIMO

# saveUpper
source: SAVE
ca: Guardar
de: SPEICHERN
es: Guardar
fr: SAUVRE
it: SALVA

source: Complete all fields to save
ca: Empleni tots els camps per a guardar
de: Zum Speichern alle Felder ausfüllen
es: Rellene todos los campos para guardar
fr: Remplissez tous les champs pour enregistre
it: Completa tutti i campi per salvare

source: Create Service
ca: Crear servei
de: Dienst erstellen
es: Crear servicio
fr: Créer un service
it: Crea Servizio

# serviceOfferedToGuests
source: This service offered to guests that lasts
ca: Aquest servei ofert als hostes que dura
de: Dieser den Gästen angebotene Dienst dauert
es: Este servicio ofrecido a los hu�spedes que dura
fr: Ce service offert aux clients qui dure
it: Questo servizio offerto ai clienti ha una durata di

# spaceMinutes
source: minutes
ca: Minuts
de: Minuten
es: Minutos
it: minuti

source: Multiple Bookings
ca: Reserves m�ltiples
de: Mehrfach-Buchungen
es: Reservas m�ltiples
fr: Réservations multiples
it: Prenotazioni Multiple

# serviceHasALimitOfBookings
source: This service has a limit of bookings of
ca: Aquest servei t� un l�mit de reserves de
de: Dieser Dienst hat eine Buchungsbegrenzung auf
es: Este servicio tiene un l�mite de reservas de
fr: Ce service a une limite de réservations de
it: Questo servizio ha un limite di prenotazioni di

# serviceHasNoLimitOfBookings
source: This service has no limit of bookings
ca: Aquest servei no t� l�mit de reserves
de: Dieser Dienst hat keine Buchungsbegrenzung
es: Este servicio no tiene l�mite de reservas
fr: Ce service n'a pas de limite de réservations
it: Questo servizio non ha limite di prenotazioni

source: Monday
ca: Dilluns
de: Montag
es: Lunes
fr: Lundi
it: Luned�

source: Tuesday
ca: Dimarts
de: Dienstag
es: Martes
fr: Mardi
it: Marted�

source: Wednesday
ca: Dimecres
de: Mittwoch
es: Mi�rcoles
fr: Mercredi
it: Mercoled�

source: Thursday
ca: Dijous
de: Donnerstag
es: Jueves
fr: Jeudi
it: Gioved�

source: Friday
ca: Divendres
de: Freitag
es: Viernes
fr: Vendredi
it: Venerd�

source: Saturday
ca: Dissabte
de: Samstag
es: S�bado
fr: Samedi
it: Sabato

source: Sunday
ca: Diumenge
de: Sonntag
es: Domingo
fr: Dimanche
it: Domenica

source: . working hours
ca: . hores de treball
de: . Arbeitszeiten
es: . horas de trabajo
fr: .heures d'ouverture
it: . orario lavorativo

source: Start
ca: Comen�ar
de: Anfangen
es: Comenzar
fr: Démarrer
it: Inizio

source: Stop
ca: Detenir
de: Enden
es: Detener
fr: Arrêter
it: Fine

source: Insert start time first
ca: Inserir primer l'hora d'inici
de: Startzeit zuerst eingeben
es: Insertar primero la hora de inicio
fr: Insérez d'abord
it: Inserisci prima l'orario d'inizio

# startTimeHigherStop
source: Start time is higher or equal than stop
ca: L'hora d'inici �s major o igual que la de parada
de: Die Startzeit ist höher oder gleich der Endzeit
es: La hora de inicio es mayor o igual que la de parada
fr: L'heure de début est supérieure ou égale à l'heure d'arrêt
it: L'orario d'inizio � uguale o superiore all'orario di fine

# stopTimeShorterStart
source: Stop time is shorter or equal than start
ca: El temps de parada �s menor o igual que el d'inici
de: Die Endzeit ist kürzer oder gleich der Startzeit
es: El tiempo de parada es menor o igual que el de inicio
fr: L'heure d'arrêt est plus courte ou égale à celle de début
it: L'orario di fine � uguale o inferiore a quello d'inizio

source: ADD TIME SLOT
ca: AFEGIR FRANJA HOR�RIA
de: ZEITFENSTER HINZUFÜGEN
es: A�ADIR FRANJA HORARIA
fr: AJOUTER UNE FRANCHE HORAIRE
it: AGGIUNGI TIME SLOT

source: Cart
ca: Carret
de: Einkaufswagen
es: Carrito
fr: Panier
it: Carrello
