Repository: theoptimumcompany/buytime
Catalog: lib/l10n/app_*.arb
Languages: ca, de, es, fr, it

# loreIpsum
source: Lorem ipsum dolor sit amet, consectetur adipiscing elit. In luctus laoreet tortor at rhoncus. Integer ac pretium ipsum, non faucibus elit. Curabitur nisi diam, lacinia sit amet accumsan nec, dictum tempus neque. Fusce et quam ante.
fr: Lorem ipsum dolor sit amet, consectetur adipiscing elit. In luctus laoreet tortor à rhoncus. Entier ac pretium ipsum, non faucibus elit. Curabitur nisi diam, lacinia sit amet accumsan nec, dictum tempus neque. Fusce et quam ante.

# numberOf
source: n°
fr: nº

source: Info
fr: Informations sur la carte
